Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Jacobi matrix
ca_es: Jacobià
cs_cz: Jacobiho matice
fr_fr: Jacobien
it_it: Matrice Jacobiana
ru_ru: матрица Якоби
uk_ua: матриця Якобі
zh_cn: 雅可比矩阵

source: Jacobi matrix at stationary point
ca_es: Jacobià al punt estacionari
cs_cz: Jacobiho matice ve stacionárním bodě
fr_fr: Jacobien au point stationnaire
it_it: Matrice Jacobiana in un punto stazonario
ru_ru: матрица Якоби в стационарной точке
uk_ua: матриця Якобі в стаціонарній точці
zh_cn: 驻点处的雅克比矩阵

source: Least squares method
ca_es: Mètode dels mínims quadrats
cs_cz: Metoda nejmenších čtverců
fr_fr: Méthode des moindres carrés
it_it: Metodo dei minimi quadrati
ru_ru: Метод наименьших квадратов
uk_ua: Метод найменьших квадратів
zh_cn: 最小二乘法

source: Length of linear element
cs_cz: Délka lineárního elementu
it_it: Lunghezza dell'elemento lineare
ru_ru: Длина линейных элементов
uk_ua: Довжина лінійних елементів

source: Line integral
cs_cz: Křivkový integrál
it_it: Integrale di linea
ru_ru: Криволинейный интеграл
uk_ua: Криволінійний інтеграл
zh_cn: 曲线积分

source: Linear solution
ca_es: Solució lineal
cs_cz: Lineární řešení
fr_fr: Solution linéaire
it_it: Soluzione lineare
ru_ru: линейное решение
uk_ua: лінійний розв'язок
zh_cn: 线性解

source: Linear system for coefficients
ca_es: Sistema lineal per als coeficients
cs_cz: Soustava lineárních rovnic pro neurčité koeficienty
fr_fr: Système linéaire pour les coefficients
it_it: Sistema lineare per i coefficienti
ru_ru: Линейная система коэффициентов
uk_ua: Лінійна система для визначення коефіцієнтів

source: Load: %s, Running processes: %s
ca_es: Càrrega: %s. Nombre de processos en execució: %s.
cs_cz: Zátěž: %s, Počet sledovaných procesů: %s
fr_fr: Charge: %s. Nombre de procès en exécution: %s.
it_it: Caricamento: %s. Processi in esecuzione: %s
ru_ru: Нагрузка: %s, количество активных процессов: %s
uk_ua: Навантаження: %s, кількість активних процесів: %s

source: Local extrema in two variables
ca_es: Punt crític en dues variables
cs_cz: Lokální extrémy funkce dvou proměnných
fr_fr: Point critique en deux variables
it_it: Estremi locali in due variabili
ru_ru: Локальные экстремумы функции двух переменных
uk_ua: Локальні екстремуми функції двох змінних
zh_cn: 二元函数的局部极值

source: Lower limit
ca_es: Límit superior
cs_cz: Dolní mez
fr_fr: Limite supérieure
it_it: Limite inferiore
ru_ru: Нижний предел
uk_ua: Нижня границя
zh_cn: 下界

source: MAW error: equal md5sum for different strings.
cs_cz: Kritická chyba: stejný md5 součet pro různé řetězce.
it_it: Errore di MAW: md5sum uguali per stringhe differenti
ru_ru: MAW внутренняя ошибка: md5sum одинаково для различных строк.
uk_ua: MAW внутрішня помилка: md5sum однакова для різних строк.
zh_cn: MAW 出错：不同的字符串产生了相同的 MD5 校验和。

source: Mathematical Assistant on Web
ca_es: L'Assistent Matemàtic al Web (MAW)
cs_cz: Matematické výpočty online (MAW)
fr_fr: L'Assistant Mathématique au Web (MAW)
ru_ru: Математические сервисы онлайн (MAW)
uk_ua: Математичні сервіси онлайн (MAW)
zh_cn: 在线数学助理 (MAW)

source: Maxima failed to find $x$-intercepts. They probably do not exist.
ca_es: Màxima no ha trobat interseccions amb l'eix d'abscisses $x$. Probablement no existeixien.
cs_cz: Programu Maxima se nepodařilo najít body průsečíky s osou $x$. Pravděpodobně žádné nejsou.
fr_fr: Maxima n'a pas trouvé d'intersections avec l'axe d'abscisses $x$. Probablement, il n'y en a aucune.
it_it: Maxima non riesce a trovare le intercette sull'asse $x$. Probabilmente non esistono.
ru_ru: Программе Maxima не удалось найти корни функции. Возможно, что корней нет и функция не пересекается с осью абсцисс $x$.
uk_ua: Програмі Maxima не вдалося знайти корені функції. Можливо, що коренів немає й функція не перетинається с віссю абсцис $x$.

source: Maxima failed to find critical points. They probably do not exist.
ca_es: Màxima no ha trobat punts crítics. Probablement no existeixien.
cs_cz: Program Maxima nenalezl kritické body. Pravděpodobně žádné nejsou.
fr_fr: Maxima n'a pas trouvé de points critiques. Probablement, il n'y en a aucun.
it_it: Maxima non è riuscito a trovare punti critici. Probabilmente non esistono
ru_ru: Maxime не удалось найти критические точки. Они, вероятно, не существуют.
uk_ua: Maxime не вдалося знайти критичні точки. Вони, ймовірно, не існують.

source: Maxima failed to find points of discontinuity. They probably do not exist.
ca_es: Màxima no ha trobat cap punt de discontinuïtat. Probablement, no n´hi ha cap.
cs_cz: Programu Maxima se nepodařilo najít body nespojitosti. Pravděpodobně žádné nejsou.
fr_fr: Maxima n'a pas trouvé de points de discontinuité. Probablement, il n'y en a aucun.
it_it: Maxima no è riuscito a trovare punti di discontinuità. Probabilmente non esistono
ru_ru: Программа Maxima не нашла точки разрыва. Возможно, таких точек заданная функция не имеет.
uk_ua: Програма Maxima не знайшла точки разриву. Можливо, таких точек задана функція не має.

source: Maxima failed to find stationary points. They probably do not exist.
ca_es: Màxima no ha trobat punts estacionaris. Probablement no existeixien.
cs_cz: Program Maxima nenalezl žádné stacionární body, pravděpodobně žádné nejsou.
fr_fr: Maxima n'a pas trouvé de points stationnaires. Probablement, il n'y en a aucun.
it_it: Maxima non è riuscito a trovare punti stazionari. Probabilmente non esistono
ru_ru: Программе Maxima не удалось найти стационарные точки. Возможно, что функция не имеет стационарные точки.
uk_ua: Програмі Maxima не вдалося знайти стаціонарні точки. Можливо, що функція не має їх.

source: Maxima failed to find the primitive function.
ca_es: Màxima no ha pogut trobar la integral indefinida.
cs_cz: Program Maxima nenalezl primitivní funkci.
fr_fr: Maxima n'a pas pu trouver l'intégrale indéfinie.
it_it: Maxima non è riuscito a trovare la funzione primitiva.
ru_ru: Нам не удалось найти примитивную функцию.
uk_ua: Нам не вдалося знайти примітивную функцію.
zh_cn: Maxima 求解原函数失败。

source: Maxima is using arc-trig functions to get a solution. Some solutions will be lost.
ca_es: Màxima fa servir les funcions d'arc trigonomètriques per trobar una solució. Algunes solucions es poden perdre.
cs_cz: Program Maxima použil při řešení rovnice inverzní goniometrické funkce a některá řešení proto mohla být vynechána.
fr_fr: Maxima emploie les fonctions d'arc trigonométriques pour trouver une solution. Plusieurs solutions risquent de se perdre.
it_it: Maxima sta usando le funzioni trigonometriche inverse per ottenere un soluzione. Qualche soluzione sarà persa
ru_ru: Для получения решения программа Maxima применяет обратные тригонометрические функции (arc). Некоторые решения могут быть не найдены.
uk_ua: Для отримання розв'язку програма Maxima застосовує обернені тригонометричні функції (arc). Деякі розв'язки можуть бути не знайдені.
zh_cn: Maxima 正在使用 arc-trig 函数求解。部分解可能会丢失。

source: Mean value
cs_cz: Střední hodnota
it_it: Valor medio
ru_ru: Среднее значение

source: Method
ca_es: Mètode
cs_cz: Postup
fr_fr: Méthode
it_it: Metodo
ru_ru: Метод
uk_ua: Метод
zh_cn: 方法

source: Method of iterations
ca_es: Mètode d'iteracions
cs_cz: Metoda prosté iterace
fr_fr: Méthode d'itérations
it_it: metodo di iterazione
ru_ru: Метод итераций
uk_ua: Метод ітерацій
zh_cn: 迭代法

source: Method regula falsi
cs_cz: Metoda regula falsi
it_it: Regula falsi.
ru_ru: Метод фальшпозиции
uk_ua: Метод фальшпозиції
zh_cn: 试位法

source: Missing comma or more semicolons than expected.
ca_es: Hi manca una coma, o bé hi ha més punt-i-comes dels que m'esperava.
cs_cz: Chybí čárka nebo přebývá středník.
fr_fr: Il y manque une virgule, ou bien il y a plus de point-virgules de ce que j'attendais.
it_it: Manca una virgola o ci sono più punti e virgola del necessario.
ru_ru: Отсутствует запятая (,) или имеется более точек с запятой (;), чем требуется.
uk_ua: Відсутня кома (,) або стоїть більше точок з комою (;), ніж потрібно.
zh_cn: 缺少逗号，或者输入了过多的分号。

source: Missing coordinate for point number %s.
ca_es: Hi manca una de les coordenades per al punt número %s.
cs_cz: Chybí některá souřadnice u bodu číslo %s.
fr_fr: Il manque une des coordonnées du point número %s.
it_it: Coordinata mancante per il punto %s
ru_ru: Отсутствие координат(ы) для точки номер %s.
uk_ua: Відсутні координати для точки номер %s.
zh_cn: 缺少点坐标 %s。

source: Missing semicolon or more commas than expected.
ca_es: Hi manca un punt-i-coma, o bé hi ha més comes de les que m'esperava.
cs_cz: Chybí středník nebo přebývá čárka.
fr_fr: Il y manque un point-virgule, ou bien il y a plus de virgules de ce que je m'attendais.
it_it: Manca un punto e virgola o ci sono più virgole del necessario.
ru_ru: Отсутствует точка с запятой (;) или имеется более запятых (,), чем требуется.
uk_ua: Відсутня точка з комою (;) або стоїть більше ком (,), ніж потрібно.
zh_cn: 缺少分号，或者输入了过多的逗号。

source: Missing stationary points in your input. I'll try to find the stationary points first.
ca_es: A la vostrada entrada hi manquen els punts estacionaris. Miraré de trobar-los abans de res.
cs_cz: Nejsou zadány stacionární body, pokusím se je nejprve najít.
fr_fr: À votre entrée il y manque les points stationnaires. Je tâcherai de les trouver avant tout.
it_it: Non trovo i punti stazionari nel tuo input. Provo prima a trovare i punti stazionari.
ru_ru: Стационарные точки не заданы, поэтому сейчас попробуем их найти.
uk_ua: Стаціонарні точки не задані, тому зараз спробуємо їх знайти.
zh_cn: 输入中缺少驻点。先尝试求解驻点。

source: Multiplication is denoted by star, write e.g. 2*x.
ca_es: La mutiplicació es representa amb un asterisc, escriviu per exemple 2*x
cs_cz: Násobení označujte hvězdičkou, například 2*x.
fr_fr: La mutiplication est representée par un astérisque, écrivez par exemple 2*x
it_it: La moltiplicazione è indicata con *, scrivere ad esempio 2*x
ru_ru: Умножение обозначаются знаком * "звездочка", например, пишите 2*x.
uk_ua: Множення позначається знаком * "зірочка", наприклад, пишіть 2*x.
zh_cn: 乘号用星号表示，比如 2*x 。

source: Multiplying both numerator and denominator
ca_es: Multiplicant tant el numerador com el denominador
cs_cz: Rozšíření zlomku
fr_fr: Multipliant tant le numérateur que le dénominateur
it_it: Multiplicando numeratore e denominatore
ru_ru: Умножаем числитель и знаменатель
uk_ua: Множимо чисельник та знаменник
zh_cn: 分子和分母同乘

source: Multiplying both numerator and denominator by %s and simplification
ca_es: Multiplicant tant el numerador com el denominador per %s i simplificant
cs_cz: Rozšíření zlomku výrazem %s a úprava
fr_fr: Multipliant tant le numérateur que le dénominateur par %s et simplifiant
it_it: Moltiplicando numeratore e denominatore per %s e semplificazione
ru_ru: Умножаем числитель и знаменатель на %s и упростим
uk_ua: Множимо чисельник та знаменник на %s й спростим
zh_cn: 分子和分母同乘以 %s 并且化间

source: Next computation
ca_es: Càlcul següent
cs_cz: Další akce
fr_fr: Calcul suivant
it_it: Calcolo successivo
ru_ru: Следующее вычисление
uk_ua: Наступне обчислення
zh_cn: 下一步计算

source: No isolated stationary point has been found. Either there are no stationary points or the problem is too difficult for Maxima.
ca_es: Cap punt estacionari no ha estat trobat. O bé no hi ha punts estacionaris, o Màxima no pot amb el problema.
cs_cz: Nepodařilo se najít žádný izolovaný stacionární bod. Možná žádný stacionární bod není, možná však jsou rovnice příliš obtížné a musíte si je vyřešit ručně.
fr_fr: Je n'ai trouvé aucun point stationnaire. Ou bien il n'y en a pas, ou Maxima est dépassée par ce problème.
it_it: Non sono stati trovato punti stazionari isolati. O non ci sono punti stazionari o il problema è troppo difficile per Maxima
ru_ru: Изолированная стационарная точка не найдена. Не существует, или проблема слишком труднa для нас.
uk_ua: Ізольовану стаціонарну точку не знайдено. Вона не існує або проблема досить складна для нас.
zh_cn: 没有找到孤立的驻点。可能是函数没有驻点，或者这个题目对于 Maxima 来说太难了。

source: No restriction on the domain of the function found. The function seems to be defined everywhere.
ca_es: No trobem cap restricció al domini de definició de la funció, que sembla estar ben definida per tot arreu.
cs_cz: Nebyla nalezena žádná omezení na definiční obor. Funkce je definovaná všude.
fr_fr: Aucune restriction trouvée sur le domaine de définition de la fonction, qui semble être définie partout.
it_it: Non è stata trovata alcuna restrizione al dominio della funzione. La funzione sembra essere definita ovunque
ru_ru: Нет ограничений на область определения функции. Функция всюду определена.
uk_ua: Немає обмежень на область визначення функції. Функція всюду визначена.

source: No stationary point has been found. Either there are no stationary points or the problem is too difficult for Maxima.
ca_es: Ho he trobat cap punt estacionari. O bé no n'hi ha, o bé el problema és massa difícil per Màxima.
cs_cz: Nepodařilo se najít žádný stacionární bod. Možná žádný stacionární bod není, možná však jsou rovnice příliš obtížné a musíte si je vyřešit ručně.
fr_fr: Je n'ai pas trouvé aucun point stationnaire. Ou bien il n'y en a pas, ou bien le problème est trop difficile pour Maxima.
it_it: Non sono stati trovati punti stazionari. O non ci sono punti stazionari, o il problema è troppo difficile per Maxima.
ru_ru: Не удалось найти стационарные точки. Может быть, что действительно таких точек нет. Также возможно, что задача слишком сложная для программы Maxima.
uk_ua: Не вдалося знайти стаціонарні точки. Можливо, що дійсно таких точок немає. Також можливо, що задача досить складна для програми Maxima.
zh_cn: 没有找到驻点。可能函数没有驻点，或者此问题对于 Maxima 来说太难了。

source: Nonconstant solution
ca_es: Solució que no és una constant
cs_cz: Nekonstantní řešení
fr_fr: Solution qui n'est pas une constante
it_it: Soluzione non costatnte
ru_ru: Непостоянное решение
uk_ua: Непостійний розв'язок
zh_cn: 非常数解

source: Nonhomogeneous equation
ca_es: Equació inhomogènia
cs_cz: Nehomogenní rovnice
fr_fr: Équation inhomogène
it_it: Equazione non omogenea
ru_ru: Неоднородное уравнение
uk_ua: Неоднорідне рівняння
zh_cn: 非齐次方程

source: Not all brackets which are written by the computer are necessary. Many of them can be safely omitted.
ca_es: No calen totes les parèntesis que l'ordinador fa servir. Moltes són redundants.
cs_cz: Ne vždy jsou všechny závorky napsané z přehnané opatrnosti, nutné.
fr_fr: Pas toutes les parenthèses que l'ordinateur emploie sont requises. Quelques-unes sont redondantes.
it_it: Non tutte le parentesi che sono scritte dal computer sono necessarie. Molte di loro possono essere omesse senza problemi.
ru_ru: Не всегда себя оправдывает чрезмерное усердие в записи скобок - некоторые скобки написаны для перестраховки.
uk_ua: Не завжди себе виправдовує надмірна старанність у записі дужок - деякі дужки написані для перестраховки.
zh_cn: 并非所有计算机输出的括号都是必要的。许多括号可以被安全地去掉。

source: Not found.
ca_es: Introbable
cs_cz: Nenalezeno.
fr_fr: Introuvable
it_it: Non trovato
ru_ru: Не найдено.
uk_ua: Не знайдено.
zh_cn: 未找到。

source: Now we solve initial value problem
ca_es: Resolem ara el problema de condicions inicials
cs_cz: Nyní řešíme počáteční úlohu
fr_fr: Résolvons maintenant le problème avec conditions initiales
it_it: Ora risolviamo il problema a valori iniziali.
ru_ru: Сейчас мы решаем задачу Коши
uk_ua: Зараз ми розв'язуєм задачу Коши
zh_cn: 求解初值问题

source: Number of subintervals
ca_es: Nombre de sots-intervals
cs_cz: Počet podintervalů v dělení
fr_fr: Nombre de sous-intervalles
it_it: Numero di sottointervalli
ru_ru: Количество подинтервалов
uk_ua: Кількість підінтервалів
zh_cn: 子区间数量

source: Numerical computation
ca_es: Càlcul numèric
cs_cz: Výsledek numerického vypočtu
fr_fr: Calcul numérique
it_it: Calcolo numerico
ru_ru: Числовой результат вычисления
uk_ua: Числовий результат обчислення
zh_cn: 数值计算

source: On the next page you can find an animation which describes, how the graph of %s is transformed into %s.
ca_es: A la pàgina següent hi veureu una animació que mostra com la gràfica %s esdevé la gràfica %s.
cs_cz: Na následující straně najdete animaci ukazující, jak se graf funkce %s transformuje na graf funkce %s.
fr_fr: A la page suivante vous trouverez une animation qui montre comment le graphique %s devient le graphique %s.
it_it: Nella prossima pagina si può vedere un'animazione che descrive come il grafico di %s si trasforma in %s
ru_ru: На следующей странице найдете анимацию, которая показывает, как график функции %s преобразуется в график функции %s.
uk_ua: На наступній сторінці знайдете анімацію, яка показує, як графік функції %s перетворюється в графік функції %s.
zh_cn: 下一页包含一个动画，展示了如何将函数 %s 的图像变形为 %s 。

source: One of the functions has probably point of discontinuity on the interval under consideration. Look on the picture below and check your input.
ca_es: Probablement, una de les funcions no és contínua a tot l'interval considerat. Mireu la gràfica i verifiqueu les vostres entrades.
cs_cz: Některá z funkcí má pravděpodobně bod nespojitosti na zadaném intervalu. Zkontrolujte situaci podle obrázku.
fr_fr: Probablement, une des fonctions n'est pas continue sur tout l'intervalle dont il est question. Regardez le graphique et vérifiez vos entrées.
it_it: Una delle funzioni probabilmente ha un punto di discontinuità nell'intervallo preso in considerazione. Osservare attentamente la figura e controllare i dati immessi.
ru_ru: Возможно, что одна из функций имеет точку разрыва на заданном интервале. Рассмотрите график и проверьте Вашу вводную запись задания.
uk_ua: Можливо, що одна із функцій має точку розриву на заданому інтервалі. Подивіться на графік та перевірьте Ваш початковий запис завдання.
zh_cn: 某个函数在区间上可能存在间断点。请查看下方的图像，并检查输入。

source: Ordinary differential equation
ca_es: Equació diferencial ordinària
cs_cz: Obyčejné diferenciální rovnice
fr_fr: Équation différentielle ordinaire
it_it: Equazione differenziale ordinaria
ru_ru: Обыкновеннoе дифференциальное уравнение
uk_ua: Звичайне диференціальне рівняння
zh_cn: 常微分方程

source: Our equation can be written in the form %s.
ca_es: La nostra equació pot ésser escrita com %s.
cs_cz: Rovnici je možno přepsat do tvaru %s.
fr_fr: Notre équation peut être écrite comme %s.
it_it: La nostra equazione può essere scritta nella forma %s
ru_ru: Уравнение можно переписать в виде %s.
uk_ua: Рівняння можна переписати у вигляді %s.

source: Our hint: (Some automatical hints based on few heuristic tests. Do not follow these hints blindly and use your mind instead.)
ca_es: Pistes: (pistes automátiques basades en consideracions heurístiques. No les seguiu pas enlloc de fer servir el vostre cervell.)
cs_cz: Náš tip: (Návrhy sestavené na základě několika automatických heuristických testů. Nesnažte se slepě poslouchat tyto rady (někdy nejsou optimální) a raději používejte své nápady.)
fr_fr: Suggestion: (suggestions automatiques basées sur des considérations heuristiques. Ne les suivez pas en lieu d'employer votre cerveau.)
it_it: Il nostro suggerimento (alcuni suggerimenti automatici sono basati su pochi testi euristici. Non seguire questi suggerimenti alla cieca e invece usa la testa).
ru_ru: Наша подсказка: (Aвтоматические подсказки на основе эвристических тестов. Но не следуйте слепо этим советам и использyйте свой собственный разум.)
uk_ua: Наша підказка: (Aвтоматичні підказки на основі еврістичних тестів. Прото не слідуйте сліпо цим порадам й використовуйте свій власний розум.)
zh_cn: 提示：（某些自动给出的提示基于少量的启发式测试产生。请自己判断思考，不要盲目按照这些提示进行。）

source: Parametric curve
cs_cz: Parametricky zadaná křivka
it_it: Curva parametrica
ru_ru: Параметрическая кривая
uk_ua: Параметрична крива
zh_cn: 参数曲线

source: Partial fractions
ca_es: Fraccions parcials
cs_cz: Rozklad na parciální zlomky
fr_fr: Fractions partielles
it_it: Frazioni parziali
ru_ru: Разложение дробей
uk_ua: Розкладення дробів
zh_cn: 部分分式

source: Particular solution
ca_es: Solució particular
cs_cz: Partikulární řešení
fr_fr: Solution particulière
it_it: Soluzione particolare
ru_ru: Частное решение
uk_ua: Частинний розв'язок
zh_cn: 特殊解

source: Particular solution (after substitution and simplification)
ca_es: La solució particular (després de substituir i simplificar) és
cs_cz: Partikulární řešení (po dosazení a úpravě)
fr_fr: La solution particulière (après avoir substitué et simplifié) est
it_it: Soluzione particolare (dopo sostituzione e semplificazione)
ru_ru: Частное решение (после подстановки и упрощения)
uk_ua: Частинний розв'язок (після підстановки та спрощення)
zh_cn: 特解（经过代换和化简）

source: Particular solution of the equation
ca_es: Solució particular de l'equació
cs_cz: Partikulární řešení rovnice
fr_fr: Solution particulière de l'équation
it_it: Soluzione particolare dell'equazione
ru_ru: Частное решение уравнения
uk_ua: Частинний розв'язок рівняння

source: Picture
ca_es: Gràfica
cs_cz: Obrázek
fr_fr: Graphique
it_it: Figura
ru_ru: Рисунок
uk_ua: Рисунок
zh_cn: 图像

source: Points of discontinuity
ca_es: Punts de discontinuïtat
cs_cz: Body nespojitosti
fr_fr: Points de discontinuité
it_it: Punti di discontinuità
ru_ru: Точки разрыва
uk_ua: Точки разриву

source: Points on boundary
ca_es: Punts a la frontera
cs_cz: Výpočet krajních bodů
fr_fr: Points sur la frontière
it_it: Punti sulla frontiera
ru_ru: Точки на границе
uk_ua: Точки на границі
zh_cn: 边界点

source: Points on the boundary
ca_es: Punts a la frontera
cs_cz: Výpočet krajních bodů
fr_fr: Points à la frontière
it_it: Punti sulla frontiera
ru_ru: Точки на границе
uk_ua: Точки на границі
zh_cn: 边界点

source: Preliminary
ca_es: Preliminar
cs_cz: Přípravné výpočty
fr_fr: Préliminaire
it_it: Preliminare
ru_ru: Подготовительные и вспомогательные расчеты
uk_ua: Підготовчі й допоміжні розрахунки
zh_cn: 初步

source: Primitive function
cs_cz: Primitivní funkce
it_it: Funzione primitiva
ru_ru: Первообразная функция
uk_ua: Первісна
zh_cn: 原函数

source: Probably exchanged f and g functions. Interchange these functions either in the previous form or by clicking the following %s.
ca_es: Probablement, us cal intercanviar les funcions f i g. Feu-ho al formulari precedent o clicant a %s.
cs_cz: Pravděpodobně prohozené funkce, které ohraničují množinu shora a zdola. Vyměňte funkce buď ve formuláři nebo kliknutím na následující %s.
fr_fr: Probablement vous faut-il échanger les fonctions f et g. Faites-le au formulaire précédent ou en cliquant sur %s.
it_it: Probabilmente le funzioni f e g sono scambiate. Scambiare le funzioni o nel form precedente o cliccando %s.
ru_ru: Возможно, что заменили позиции верхней и нижней ограничивающих функций (f, g). Поменяйте функции местами (в предыдущем формуляре задания или щелчком по %s)
uk_ua: Можливо, що замінили позиції верхньої та нижньої функцій (f, g), які обмежують. Поміняйте функції місцями (в попередньому формулярі завдання або кліком по %s)
zh_cn: 函数 f 和 g 已经交换。可以在上一页面的表单中或者单击 %s 来交换这些函数。

source: Problem
ca_es: Problema
cs_cz: Zadání
fr_fr: Problème
it_it: Problema
ru_ru: Проблема
uk_ua: Проблема
zh_cn: 问题

source: Processing image
cs_cz: Generuji obrázek
it_it: Immagine in elaborazione
ru_ru: Обработка рисунка
uk_ua: Обробка рисунка
zh_cn: 正在处理图像

source: Processing request
cs_cz: Probíhá výpočet
it_it: Sto processando la richiesta
ru_ru: Обработка запроса
uk_ua: Обробка запиту
zh_cn: 正在处理请求

source: Processing the picture. If the picture does not appear within few seconds, you may have error in your math expressions.
cs_cz: Probíhá generování obrázku. Pokud se obrázek neobjeví během tří sekund, je možné, že v zápise vašeho matematického výrazu je chyba.
it_it: Il grafico viene elaborato. Se non appare il grafico entro pochi secondi, potrebbero esserci errori nelle espressioni matematiche.
ru_ru: Обработка изображения. Если изображение не появляется в течение нескольких секунд, возможно математическое выражение содержит ошибку.
uk_ua: Обробка зображення. Якщо зображення не з'являється на протязі декількох секунд, можливо математичний вираз містить помилку.
