Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: The computation is usually divided into two pages. The first page contains computations and the second page the graph.
ca_es: El càlcul es sol dividir en dues pàgines. La primera conté els càlculs i la segona la gràfica.
cs_cz: Výpočet je zpravidla rozdělen na dvě strany. Na první straně jsou výpočty derivací, na druhé straně graf.
fr_fr: Le calcul se divise habituellement en deux pages. La première contient les calculs et la deuxième le graphique.
it_it: Il calcolo è di solito diviso in 2 pagina. La prima contiene i calcoli e la seconda il grafico
ru_ru: Решение обычно помещено на двух страницах. На первой странице находится решение, на второй - график.
uk_ua: Розв'язання звичайно міститься на двох сторінках. На першій сторінці знаходиться розв'язання, на другій - график.

source: The equation %s is exact if and only if %s.
ca_es: L'equació %s és exacta si i solament si %s.
cs_cz: Rovnice %s je exaktní pokud %s.
fr_fr: L'équation %s est exacte si et seulement si %s.
it_it: L'equazione %s è esatta se e solo se %s
ru_ru: Уравнение %s является уравнением в полных дифференциалах только для %s.
uk_ua: Рівняння %s є рівнянням в повних диференціалах тільки для %s.

source: The equation does not belong to the set of supported types. <br>You may also have a typing error in your formula which changes the type of the equation and makes the equation unsolvable for Maxima CAS.</b> Check your data.
ca_es: L'equació no és de cap de les formes implementades. <br>Podria ser que hi hagués algun error d'escriptura a la vostra fòrmula, canviant-ne prou la forma per convertir-la en massa difícil, del punt de vista de Màxima.</b> Verifiqueu amb cura la vostra entrada (el botó Preview us pot ajudar).
cs_cz: Rovnice nepatří mezi typy podporované programem MAW nebo Maxima.<br> Možná máte jenom překlep v rovnici, který způsobil, že rovnice není to, co jste zamýšleli. Zkontrolujte si svá vstupní data.
fr_fr: L'équation n'est pas d'aucune des formes courantes. <br>Il se pourrait qu'il avait une erreur d'écriture dans votre formule, responsable d'un changement de forme pour la convertir en trop difficile, du point de vue de Maxima.</b> Vérifiez avec soin votre entrée (le bouton Preview vous rendra service, peut-être).
it_it: L'equazione non appartiene ai tipi supportati. <br> Potrebbe esserci un errore di battitura nella formula che cambia il tipo di equazione e la rende irrisolubile per Maxima. </b> Controllare i dati
ru_ru: Такой тип уравнений не относится к уравнениям, которые поддерживает сервис MAW или которые могут быть решены в программе Maxima. <br>Может быть в Вашей вводной записи всего лишь опечатка, которая стала причиной проблемы.</b> Проверьте Ваши исходные данные.
uk_ua: Такий тип рівнянь не відноситься до рівнянь, які підтримує сервіс MAW або які можуть бути розв'язані в програмі Maxima. <br>Може бути, що Ваша умова містить описку, яка стала причиною проблеми.</b> Перевірте Ваші вхідні данні.

source: The equation has been solved, but it is neither linear nor separable, homogeneous or exact and no intermediate steps are shown. The equation is #1.
ca_es: L'equació ha pogut ésser resolta, però no és ni lineal, ni separable, ni homogènia, ni exacta, i no mostrem els passos intermediaris. L'equació és #1.
cs_cz: Rovnici se podařilo vyřešit, ale rovnice není ani lineární, ani se separovanými proměnnými, ani homogenní a ani exaktní a proto nezobrazujeme postup řešení. Rovnice je typu: #1.
fr_fr: L'équation a pu être résolue, mais elle n'est pas ni linéaire, ni séparable, ni homogène, ni exacte; nous ne montrons pas les étapes intermédiaires. L'équation est #1.
it_it: L'equazione è stata risolta, ma non è né lineare né a variabili separabili, omogenea o esatta. Non vengono mostrati passaggi intermedi. L'equazione è #1.
ru_ru: Удалось найти решение уравнения, но уравнение не является ни линейным, ни уравнением с разделяющимися переменными, ни однородным, ни уравнением в полных дифференциалах, поэтому весь ход решения не показан. Уравнение типа: #1.
uk_ua: Вдалося знайти розв'язок рівняння, але рівняння не є ні лінійним, ні рівнянням з відокремлюванними змінними, ни однорідним, ні рівнянням в повних диференціалах, тому весь хід розв'язання не показано. Рівняння типа: #1.
zh_cn: 方程已被求解，但是它既不是线性的也不是离散的，齐次的或者精确的并且中间步骤没有给出。方程是 #1 。

source: The equation has integrating factor #1.
ca_es: El factor d'integració de l'equació és #1.
cs_cz: Rovnice má integrační faktor #1.
fr_fr: Le factor d'intégration de l'équation est #1.
it_it: Il fattore integrante dell'equazione è #1.
ru_ru: Уравнение содержит интегрирующий множитель #1.
uk_ua: Рівняння містить інтегруючий множник #1.
zh_cn: 方程含有积分因子 #1 。

source: The equation has integrating factor %s.
ca_es: L'equació té el factor d'integració %s.
cs_cz: Rovnice má integrační faktor %s.
fr_fr: L'équation jouit du facteur d'intégration %s.
it_it: L'equazione ha fattore integrante %s
ru_ru: Уравнение содержит интегрирующий множитель %s.
uk_ua: Рівняння містить інтегруючий множник %s.

source: The equation solved with respect to the derivative
ca_es: Derivada resolta a partir de l'equació
cs_cz: Rovnice rozřešená vzhledem k derivaci
fr_fr: Dérivée résolue à partir de l'équation
it_it: Equazione risolta rispetto alla derivata
ru_ru: Уравнениe разрешено относительно производной
uk_ua: Рівняння розв'язано відносно похідної
zh_cn: 方程对导数求解完成

source: The equation with right hand side %s cannot be solved by undetermined coefficients
ca_es: L'equació que a mà dreta té %s no es pot resoldre amb el mètode dels coeficients indeterminats.
cs_cz: Rovnici s pravou stranou %s neumíme řešit pomocí metody neurčitých koeficientů
fr_fr: L'équation dont la main droite est %s ne peut pas être résolue avec la méthode des coefficients indéterminés.
it_it: L'equazione con membro di destra %s non può essere risolta con il metodo dei coefficienti indeterminati.
ru_ru: Уравнение с правой частью %s не может быть решено методом неопределенных коэффициентов
uk_ua: Рівняння з правою частиною %s не може бути розв'язане методом невизначених коефіцієнтів

source: The first derivative
ca_es: La derivada primera
cs_cz: První derivace
fr_fr: La dérivée première
it_it: Derivata prima
ru_ru: Первая производная
uk_ua: Перша похідна
zh_cn: 一阶导数

source: The first derivatives
ca_es: Derivades primeres
cs_cz: První derivace
fr_fr: Dérivées premières
it_it: Le derivate prime
ru_ru: Первые производные
uk_ua: Перші похідні
zh_cn: 一阶导数

source: The following messages have been reported by external programs and they may help you to find the error.<br><br> Still in troubles? You can contact the authors. Email address is on the main page.
ca_es: Els missatges següents provenen d'altres programes i potser us ajudaran a descobrir l'error. <br><br> Seguiu tenint problemes? Contacteu els autors! En trobareu l'adreça electrònica a la pàgina principal.
cs_cz: Následující výpis hlášení programů vám snad pomůže najít chybu. Pokud ne, můžete, obraťte se prosím mailem na tvůrce aplikace s dotazem, proč není Váš příklad zpracován.
fr_fr: Les messages suivants provienent d'autres programmes et vous aideront peut-être à déceler l'erreur. <br><br> Toujours des problèmes? Contactez les auteurs! Leur adresse électronique est à la page d'accueil.
it_it: I seguenti messaggi sono stati segnalati da programmi esterni e possono aiutare a trovare l'errore.<br><br> Ancora problemi? Puoi contattare gli autori. L'indirizzo email è sulla pagina principale.
ru_ru: Следующие сообщения были зарегистрированы из внешних программ, и они могут помочь вам найти ошибки. <br> <br> Тем не менее неприятности? Вы можете написать авторам. Адрес электронной почты находится на главной странице.
uk_ua: Наступні повідомлення були зареєстровані з зовнішніх програм, і вони можуть допомогти вам знайти помилки. <br> <br> Проте неприємності? Ви можете написати авторам. Адреса електронної пошти знаходиться на головній сторінці.

source: The function %s has a \textbf{local maximum} at %s. (Hessian is positive and there are negative numbers in the main diagonal.)
ca_es: La funció %s té un \textbf{màxim local} a %s. (L'hessià és positiu i a la diagonal hi ha nombres negatius.)
cs_cz: Funkce %s má v bodě %s \textbf{lokální maximum}. (Hessián je kladný a v hlavní diagonále jsou záporná čísla.)
fr_fr: La fonction %s a un \textbf{màxim local} à %s. (L'hessien est positif et sur sa diagonale il y a des nombres négatifs.)
it_it: La funzione %s ha un \textbf{massimo locale} in %s. (Il determinante Hessiano è positivo e ci sono numeri negativi sulla diagonale principale).
ru_ru: Функция %s имеет \textbf{локальный максимум} в точке %s. (Гессиан положительно и существуют отрицательные числа на главной диагонали).
uk_ua: Функція %s має \textbf{локальний максимум} в точці %s. (Гессіан додатній та існують від'ємні числа на головній діагоналі).
zh_cn: 函数 %s 上的点 %s 为一个\textbf{局部最大值点} 。（海森矩阵为正值，并且住对角线为负数。）

source: The function %s has a \textbf{local minimum} at %s. (Hessian is positive and there are positive numbers in the main diagonal.)
ca_es: La funció %s té un \textbf{mínim local} a %s. (L'hessià és positiu i a la diagonal hi ha nombres positius.)
cs_cz: Funkce %s má v bodě %s \textbf{lokální minimum}. (Hessián je kladný a v hlavní diagonále jsou kladná čísla.)
fr_fr: La fonction %s a un \textbf{minimum local} à %s. (L'hessien est positif et sur sa diagonale il y a nombres positifs.)
it_it: La funzione %s ha un \textbf{minimo locale} in %s. (Il determinante Hessiano è positivo ci sono numeri positivi nella diagonale principale)
ru_ru: Функция %s имеет \textbf{локальный минимум} в точке %s. (Гессиан положительно и существуют положительные числа на главной диагонали).
uk_ua: Функція %s має \textbf{локальний мінімум} в точці %s. (Гессіан додатній і існують додатні числа на головній діагоналі).
zh_cn: 函数 %s 上的点 %s 为一个\textbf{局部最小值点} 。（海森矩阵为正值，并且住对角线为正数。）

source: The function %s has been transformed into %s.
ca_es: La funció %s ha estat transformada en %s.
cs_cz: Transformovali jsme %s na %s.
fr_fr: La fonction %s a été transformée en %s.
it_it: La funzione %s è stata trasformata in %s
ru_ru: Функция %s была преобразована на %s
uk_ua: Функція %s була перетворена на %s
zh_cn: 方程 %s 已被变形为 %s 。

source: The function %s is not continuous at %s and we cannot find this Taylor polynomial.
ca_es: La funció %s no és contínua a %s i no podem fer-hi l'expansió de Taylor.
cs_cz: Funkce %s není spojitá v bodě %s a nemůžeme zde určovat její Taylorův polynom.
fr_fr: La fonction %s n'est pas continue en %s et nous ne pouvons pas y faire l'expansion de Taylor.
it_it: La funzione %s non è continua in %s e non possiamo trovare il polinomio di Taylor
ru_ru: Функция %s не является непрерывной на %s и мы не можем построить многочлен Тейлора.
uk_ua: Функція %s не є неперервною на %s й ми не можемо побудувати многочлен Тейлора.

source: The function is either not well formatted mathematical expression or it is not continuous or one of the derivatives at %s does not exist. Check the Maxima output below.
ca_es: La funció no és pas una expressió matemàtica amb format correcte, o bé no és contínua, o bé no existeix alguna de les derivades a %s. Estudieu el comentari de Màxima:
cs_cz: Funkce není zadána jako korektní matematický výraz, nebo není spojitá, nebo nemá některou z derivací v bodě %s. Zkontrolujte výpis programu Maxima (viz níže).
fr_fr: La fonction n'est pas pas une expression mathématique en format correcte, ou bien elle n'est pas continue, ou bien il n' existe pas une de ses dérivées en %s. Étudiez ce qu'en dit Maxima:
it_it: La funzione è un'espressione matematica non ben formattata oppure non è continua oppure una delle derivate in %s non esiste. Controllare l'output di Maxima qui sotto.
ru_ru: Либо математическое выражение для этой функции не очень хорошо отформатировано, либо функция не является непрерывной, либо одна из производных в %s не существует. Проверьте результат програмы Maxima ниже.
uk_ua: Або математичний вираз для цієї функції не дуже добре відформатовано, або функція не є неперервною, або одна з похідних у %s не існує. Перевірте результат програми Maxima нижче.

source: The function is even.
ca_es: Funció parell, de paritat positiva.
cs_cz: Funkce je sudá.
fr_fr: fonction paire, de parité positive.
it_it: La funzione è pari
ru_ru: Функция четная
uk_ua: Функція непарна
zh_cn: 函数为偶函数。

source: The function is neither odd nor even.
ca_es: La funció no té paritat definida.
cs_cz: Funkce není ani sudá ani lichá.
fr_fr: La fonction n'a pas de parité définie.
it_it: La funzione non è né pari né dispari.
ru_ru: Функция не является ни четной, ни нечетной.
uk_ua: Функція ні парна, ні непарна.
zh_cn: 函数为非奇非偶函数。

source: The function is not a function in two variables. You have to enter function in two variables x and y. If you want to investigate functions in one variable, you can continue %s here %s.
ca_es: La funció no és pas una funció de dues variables. Heu d'introduïr una funció de les dues variables x i y. Si voleu estudiar funcions d'una variable, podeu continuar amb %s aquí %s.
cs_cz: Zadaná funkce není funkce dvou proměnných. Musíte zadat funkci proměnných x a y. Pokud chcete studovat funkce jedné proměnné, pokračujte na %s průběh funkce%s.
fr_fr: La fonction n'est pas une fonction à deux variables. Il vous faut rentrer une fonction des deux variables x et y. Si vous voulez étudier des fonctions à une seule variable, continuez avec %s ici %s.
it_it: La funzione non è una funzione di due variabili. Devi inserire una funzione di due variabili, x e y. Se vuoi analizzare funzioni di una variabile, puoi proseguire %s qui %s.
ru_ru: Заданная функция не представляет собой функцию двух переменных. Следует ввести функцию переменных х, у. Если действительно хотите исследовать функцию одной переменной, перейдите к сервису %sИсследование функций%s.
uk_ua: Задана функція не представляє собою функцію двох змінних. Потрібно ввести функцію змінних х, у. Якщо дійсно хочете досліджувати функцію однієї змінної, перейдіть до сервісу %sДослідження функцій%s.
zh_cn: 此函数不是二元二元函数。请输入包含变量 x 和 y 的函数。如果你想求解一元函数，请单击 %s这里%s 。

source: The function is odd.
ca_es: Funció senar, de paritat negativa.
cs_cz: Funkce je lichá.
fr_fr: fonction impaire, de parité négative.
it_it: La funzione è dispari
ru_ru: Функция нечетная
uk_ua: Функція непарна
zh_cn: 函数为奇函数。

source: The functions have probably one or more intersection inside the interval. Check the picture below. You can find the intersection by choosing the corresponding option in the form on the previous page.
ca_es: Les funcions es creuen una o més vegades a l'interior de l'interval. Mireu la gráfica aquí baix. Podeu trobar el(s) punt(s) d'intersecció si trieu l'opció corresponent al formulari de la pàgina anterior.
cs_cz: Funkce mají pravděpodobně průsečíky uvnitř zadaného intervalu a budete muset integrovat na každém pod-intervalu samostatně. Zkontrolujte situaci podle obrázku. Průsečíky můžete najít po zvolení příslušné akce v předchozím formuláři.
fr_fr: Les fonctions se croisent une ou plusieurs fois à l'intérieur de l'intervalle. Regardez le graphique ci-dessous. Vous pouvez trouver le(s) point(s) d'intersection en choisissant l'option appropriée au formulaire de la page précédente.
it_it: Le funzioni hanno probabilmente una o più intersezioni nell'intervallo. Controllare la figura qui sotto. Si possono trovare le intersezioni scegliendo l'opzione corrispondente nel form della pagina precedente.
ru_ru: Возможно, что функции пересекаются внутри заданного интервала, поэтому Вам придется интегрировать на каждом отдельно взятом интервале. Посмотрите, пожалуйста, на график. Вы можете найти точки пересечения и, в зависимости от этого, выбрать в вводном формуляре задания подходящие условия интегрирования.
uk_ua: Можливо, що функції перетинаються всередені заданого інтервалу, тому Вам потрібно буде інтегрувати на кожному окремо взятому інтервалі. Подивіться, будь ласка, на графік. Ви можете знайти точки перетинй й, в залежності від цього, обрати в початковому формулярі завдання відповідні умови інтегрування.
zh_cn: 给定区间内函数可能有一个或多个交点。参见如下图像。请在上一页面的表单中选择相应的选项。

source: The general solution is %s.
ca_es: La solució general és %s.
cs_cz: Obecné řešení je %s.
fr_fr: La solution générale est %s.
it_it: La soluzione generale è %s
ru_ru: Общее решение %s.
uk_ua: Загальний розв'язок %s.
zh_cn: 通解是 %s 。

source: The general solution is sum of the particular solution (obtained from (2)) and general solution of the associated homogeneous equation obtained in the first part of the computation
ca_es: La solució general és la suma de la solució particular (obtinguda a partir de (2)) i de la solució general de l'equació homogènia associada, obtinguda a la primera part del nostre càlcul
cs_cz: Obecné řešení je součtem partikulárního řešení získaného z (2) a obecného řešení asociované homogenní rovnice, získaného v první části výpočtu.
fr_fr: La solution générale est la somme de la solution particulière (obtenue à partir de (2)) et de la solution générale de l'équation homogène associée, obtenue à la première partie du calcul
it_it: La soluzione generale è la somma della soluzione particolare (ottenuta dalla (2)) e della soluzione generale dell'equazione omogenea associata ottenuta nella prima parte della risoluzione
ru_ru: Общее решение - сумма частного решения (получается из (2)) и общего решения однородного уравнения, полученные в первой части вычисления
uk_ua: Загальний розв'язок - сума частинного розв'язку (який отримали із (2)) й загального розв'язку однорідного рівняння, отриманого в першій частині розв'язання

source: The general solution is sum of the particular solution and general solution of the associated homogeneous equation obtained in the first part of the computation
ca_es: La solució general és la suma de la solució particular i de la solució general de l'equació homogènia associada, obtinguda a la primera part del càlcul.
cs_cz: Obecné řešení je součtem partikulárního řešení a obecného řešení asociované homogenní rovnice
fr_fr: La solution générale est la somme de la solution particulière et de la solution générale de l'équation homogène associée, obtenue à la première partie du calcul.
it_it: La soluzione generale è la somma della soluzione particolare e della soluzione dell'equazione omogenea associata ottenuta nella prima parte del calcolo
ru_ru: Общее решение есть суммой частного решения и общего решения однородного уравнения, полученных в первой части вычисления
uk_ua: Загальний розв'язок є сумою частинного розв'язка та загального розв'язка однорідного рівняння, які було отримано в першій частині розв'язання

source: The general solution of the associated homogeneous equation is %s.
ca_es: La solució general de l'equació homogènia associada és %s.
cs_cz: Obecné řešení asociované homogenní rovnice je %s.
fr_fr: La solution générale de l'équation homogène associée est %s.
it_it: La soluzione generale dell'equazione omogenea associata è %s
ru_ru: Общее решение сопряженного однородного уравнения %s.
uk_ua: Загальний розв'язок спряженого однорідного рівняння %s.
zh_cn: 相伴齐次方程的通解是 %s 。

source: The graph can be drawn by shifting and resizing certain basic elementary function
cs_cz: Graf je možné nakreslit pomocí transformací grafu základní elementární funkce.
it_it: Il grafico può essere tracciato traslando e scalando funzioni elementari
ru_ru: График можно сделать путем сдвига и изменения размера некоторой базовой элементарной функции.

source: The length of one subinterval
ca_es: Amplada d'un sots-interval
cs_cz: Délka jednoho podintervalu v dělení
fr_fr: Largeur de chaque sous-intervalle
it_it: La lunghezza di un sottointervallo
ru_ru: Длина одного отрезка
uk_ua: Довжина одного відрізка
zh_cn: 每个子区间的长度

source: The multiplicity of this solution is %s.
ca_es: La multiplicitat d'aquesta solució és %s.
cs_cz: Tento kořen má násobnost %s.
fr_fr: La multiplicité de cette solution est %s.
it_it: La molteplicità della soluzione è %s.
ru_ru: Кратность решения %s
uk_ua: Кратність розв'язку %s

source: The normal form of the equation is %s.
ca_es: La forma normalitzada d'aquesta equació és %s.
cs_cz: Normalizovaný tvar rovnice je %s.
fr_fr: La forme normalisée de cette équation est %s.
it_it: La forma normale dell'equazione è %s
ru_ru: Нормальная форма уравнения %s.
uk_ua: Нормальна форма рівняння %s.
zh_cn: 等式的一般形式为 %s。

source: The number %s is double zero of the characteristic equation and the particular solution has the form %s.
ca_es: El nombre %s és un zero doble del polinomi característic, i la solució particular és de la forma %s.
cs_cz: Číslo %s je dvojnásobným kořenem charakteristické rovnice a partikulární řešení je tvaru %s.
fr_fr: Le nombre %s est un zéro double du polynôme caractéristique, et la solution particulière est de la forme %s.
it_it: Il numero %s è una soluzione doppia dell'equazione caratteristica e la soluzione particolare è della forma %s.
ru_ru: Число %s является кратным корнем характеристического уравнения, поэтому частное решение записано в виде %s
uk_ua: Число %s є кратним коренем характеристичного рівняння, тому частинний розв'язок записано в вигляді %s
zh_cn: 数字%s 是特征多项式的二重零点。特解的形式为 %s。

source: The number %s is not a zero of the characteristic equation and the particular solution is in the form %s.
ca_es: El nombre %s no és un zero del polinomi característic, i la solució particular és de la forma %s.
cs_cz: Číslo %s není kořenem charakteristické rovnice a partikulární řešení je tvaru %s.
fr_fr: Le nombre %s n'est pas un zéro du polynôme caracteristique, et la solution particulière est de la forme %s.
it_it: Il numero %s non è una soluzione dell'equazione caratteristica e la soluzione particolare è della forma %s.
ru_ru: Число %s не является корнем характеристического уравнения, поэтому частное решение ищем в виде %s.
uk_ua: Число %s не є коренем характеристичного рівняння, тому частинний розв'язок шукаємо у вигляді %s.
zh_cn: 数字 %s 不是特征方程的零点。特解的形式为 %s。

source: The number %s is zero of multiplicity 1 of the characteristic equation and the particular solution has the form %s.
ca_es: El nombre %s és un zero de multiplicitat senzilla del polinomi característic, i la solució particular és de la forma %s.
cs_cz: Číslo %s je jednoduchým kořenem charakteristické rovnice a partikulární řešení je tvaru %s.
fr_fr: Le nombre %s est un zéro de multiplicité simple du polynôme caractéristique, et la solution particulière est de la forme %s.
it_it: Il numero %s è una soluzione dell'equazione caratteristica con molteplicità 1 e la soluzione particolare è della forma %s.
ru_ru: Число %s является простым корнем (корнем кратности 1) характеристического уравнения, поэтому частное решение записано в виде %s.
uk_ua: Число %s є простим коренем (коренем кратності 1) характеристичного рівняння, тому частинний розв'язок записано в вигляді %s.
zh_cn: 数字 %s 是特征方程的一重零点。特解的形式为 %s。

source: The number %s takes the form %s and it is solution of the characteristic equation %s.
ca_es: El nombre %s val %s i sí que és solució del polinomi característic %s.
cs_cz: Číslo %s je číslo %s a toto číslo je kořenem charakteristické rovnice %s.
fr_fr: Le nombre %s vaut %s et est une solution du polynôme caractéristique %s.
it_it: Il numero %s assume la forma %s ed è una soluzione dell'equazione caratteristica %s.
ru_ru: Число%s принимает значение %s, это число является корнем характеристического уравнения %s.
uk_ua: Число %s приймає значення %s, воно є коренем характеристичного рівняння %s.
