Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: After removing allowed strings we got redundant characters %s.
ca_es: Després de tenir compte dels símbols legals em sembla que sobren els signes %s.
cs_cz: Po odstranění povolených znaků zůstal řetězec %s.
fr_fr: Après avoir tenu compte des symboles permis, il me semble que sont en trop les symboles %s.
it_it: Dopo aver rimosso le stringhe permesse, si ottengono i caratteri ridondanti %s.
ru_ru: Ошибка, вы набрали неподдерживаемые знаки или заглавные буквы.
uk_ua: Помилка , ви набрали знаки, які не підтримуються, або прописні літери.
zh_cn: 去掉可以使用的字符后，以下字符是多余的： %s 。

source: Algebraic modification
ca_es: Transformació algebraica
cs_cz: Úprava
fr_fr: Transformation algébrique
it_it: Modificazione algebrica
ru_ru: Алгебраическое преобразование
uk_ua: Алгебраїчне перетворення
zh_cn: 化简变形

source: Algebraic modification (fullratsimp function)
ca_es: Transformació algebraica (funció <b>fullratsimp</b>)
cs_cz: Úprava (funkce fullratsimp)
fr_fr: Transformation algébrique (fonction <b>fullratsimp</b>)
it_it: Semplificazione algebrica (funzione fullratsimp)
ru_ru: Преобразование алгебраического выражения (fullratsimp функция)
uk_ua: Перетворення алгебраїчного виразу (fullratsimp функція)
zh_cn: 化简变形（完全合理化简函数）

source: Algebraic modification (fullratsimp function) for each term in a sum
ca_es: Transformació algebraica (funció <b>fullratsimp</b>) per a cada terme de la suma
cs_cz: Úprava (funkce fullratsimp) na každý sčítanec samostatně
fr_fr: Transformation algébrique (fonction <b>fullratsimp</b>) pour chaque terme de la somme
it_it: Semplificazione algebrica per ogni termine di una somma (funzione fullratsimp)
ru_ru: Преобразование алгебраического выражения (fullratsimp функция) для каждого слагаемого в сумме
uk_ua: Перетворення алгебрїчного виразу (fullratsimp функція) для кожного доданку в сумі
zh_cn: 所有项目求和后化简变形（完全合理化简函数）

source: Algebraic modification (logarc function)
cs_cz: Úprava (funkce logarc)
ru_ru: Алгебраическая модификация (функция logarc)
zh_cn: 化简变形（logarc function）

source: Algebraic modification (radcan function)
ca_es: Transformació algebraica (funció <b>radcan</b>)
cs_cz: Úprava (funkce radcan)
fr_fr: Transformation algébrique (fonction <b>radcan</b>)
it_it: Semplificazione algebrica (funzione radcan)
ru_ru: Преобразование алгебраического выражения (radcan функция)
uk_ua: Перетворення алгебрїчного виразу (radcan функція)
zh_cn: 化简变形（radcan function）

source: Algebraic modification (removing sec and csc)
ca_es: Transformació algebraica (elimino secants i cosecants)
cs_cz: Úprava (funkce odstranění sec a csc)
fr_fr: Transformation algébrique (élimination des sécantes et cosécantes)
it_it: Semplificazione algebrica (rimozione di sec e cosec)
ru_ru: Преобразование алгебраического выражения (удалить sec и csc)
uk_ua: Перетворення алгебрїчного виразу (видалити sec та csc)
zh_cn: 化简变形（消去 sec 和 csc 函数）

source: Algebraic modification (trigexpand function)
ca_es: Transformació algebraica (funció <b>trigexpand</b>)
cs_cz: Úprava (funkce trigexpand)
fr_fr: Transformation algébrique (fonction <b>trigexpand</b>)
it_it: Semplificazione algebrica (funzione trigexpand)
ru_ru: Преобразование алгебраического выражения (trigexpand функция)
uk_ua: Перетворення алгебрїчного виразу (trigexpand функція)
zh_cn: 化简变形（三角展开）

source: Algebraic modification (trigreduce function)
ca_es: Transformació algebraica (funció <b>trigreduce</b>)
cs_cz: Úprava (funkce trigreduce)
fr_fr: Transformation algébrique (fonction <b>trigreduce</b>)
it_it: Semplificazione algebrica (funzione trigreduce)
ru_ru: Преобразование алгебраического выражения (trigreduce функция)
uk_ua: Перетворення алгебрїчного виразу (trigreduce функція)
zh_cn: 化简变形（三角函数消去）

source: Algebraic modification (trigsimp function)
ca_es: Transformació algebraica (funció <b>xthru</b>)
cs_cz: Úprava (funkce trigsimp)
fr_fr: Transformation algébrique (fonction <b>xthru</b>)
it_it: Semplificazione algebrica (funzione trigsimp)
ru_ru: Преобразование алгебраического выражения (trigsimp функция)
uk_ua: Перетворення алгебрїчного виразу (trigsimp функція)
zh_cn: 化简变形（三角化简）

source: Algebraic modification (xthru function)
ca_es: Transformació algebraica (funció <b>xthru</b>)
cs_cz: Úprava (funkce xthru)
fr_fr: Transformation algébrique (fonction <b>xthru</b>)
it_it: Semplificazione algebrica (funzione xthru)
ru_ru: Преобразование алгебраического выражения (xthru функция)
uk_ua: Перетворення алгебрїчного виразу (xthru функція)
zh_cn: 化简变形（通分）

source: Algebraic modification (xthru function) for each term in a sum
ca_es: Transformació algebraica (funció <b>xthru</b>) per a cada terme de la suma
cs_cz: Úprava (funkce xthru) na každý sčítanec samostatně
fr_fr: Transformation algébrique (fonction <b>xthru</b>) pour chaque terme de la somme
it_it: Semplificazione algebrica per ogni termine in una somma (funzione xthru)
ru_ru: Преобразование алгебраического выражения (xthru функция) для каждого слагаемого в сумме
uk_ua: Перетворення алгебрїчного виразу (xthru функція) для кожного доданку в сумі
zh_cn: 所有项目求和后化简变形（通分）

source: All x-coordiantes have to be mutually different numbers.
ca_es: Totes les abscisses x han de ser diferents.
cs_cz: Všechny x-ové souřadnice musí být navzájem různá čísla.
fr_fr: Toutes les abscisses x doivent être différentes.
it_it: Tutte le ascisse devono essere numeri diversi a due a due
ru_ru: Все х-координаты должны быть взаимно разных значений.
uk_ua: Усі х-координати повинні бути взаємно різних номерів.
zh_cn: x 坐标值不能重复。

source: An error occurred when processing your input.
ca_es: Error mentre processava la vostra entrada.
cs_cz: Chyba při zpracování výsledku.
fr_fr: Erreur pendant le traitement de votre entrée.
it_it: C'è stato un errore elaborando il tuo input
ru_ru: Ошибка при обработке вашей вводной записи.
uk_ua: Помилка при обробці вашого вхідного запису.
zh_cn: 处理输入数据时出错。

source: An error occurred when processing your input.<br>Check your formulas (perhaps using Preview button) and report the problem if you think that your input is correct and should be processed without any error.
ca_es: Error mentre processava la vostra entrada. <br>Verifiqueu les vostres expressions (el botó <b>Preview</b> pot ser molt útil) i, si us plau, aviseu-nos si creieu que la vostra entrada s'hauria d'haver processat sense error.
cs_cz: Došlo k chybě během zpracování vašich dat.<br>Zkontrolujte si výrazy, které zadáváte do vstupních polí (případně ke kontrole využijte tlačítko Preview). Pokud jste přesvědčeni, že problém je na straně MAWu, nahlaste to prosím vývojářům.
fr_fr: Erreur pendant le traitement de votre entrée. <br>Vérifiez vos expressions (le bouton <b>Preview</b> petu s'avérer très utile) et, s'il vous plait, alertez-nous si vous croyez que votre entrée aurait dû être traitée sans erreur.
it_it: C'è stato un errore nel processare l'input. <br> Controllare le formule (usando il pulsante Preview) e segnalare il problema se si pensa che l'input sia corretto e debba essere processato senza errori.
ru_ru: Во время обработки Ваших данных произошла ошибка. Проверьте выражения в ваших записях (можете также воспользоваться кнопкой Предварительный просмотр). Если Вы уверены, что проблемы возникли на стороне сервисов MAW, сообщите это, пожалуйста, авторам сервисов.
uk_ua: Під час обробки Ваших даних трапилася помилка. Перевірте вирази в ваших записах (можете також скористатися кнопкою Попередній перегляд). Якщо Ви впевнені, що проблеми виникли збоку сервісів MAW, повідомте про це, будь ласка, авторам сервісів.

source: Answer
ca_es: Resposta
cs_cz: Výsledek
fr_fr: Réponse
it_it: Risposta
ru_ru: Ответ
uk_ua: Відповідь
zh_cn: 答案

source: Approximation
ca_es: Aproximació
cs_cz: Numerická aproximace
it_it: Approssimazione
ru_ru: Приближение
uk_ua: Наближення
zh_cn: 近似值

source: Arithmetic overflow. Consider smaller bounds for the picture on the <i>x</i> axis or bigger on the <i>y</i> axis.
ca_es: Overflow aritmètic. Potser us calen vores no tan amples a l'eix de les <i>x</i> de la gràfica, o bé vores a l'eix <i>y</i> més allunyades entre elles.
cs_cz: Arithmetic overflow. Zkuste pro obrázek použít menší meze na ose <i>x</i> nebo větší na ose <i>y</i>.
fr_fr: Overflow arithmétique. Peut-être vous faut-il des bords sur l'axe des <i>x</i> du graphique moins larges, ou bien des bords sur l'axe <i>y</i> plus lointaines entre elles.
it_it: Overflow aritmetico. Considerare limiti minori per l'asse <i>x</i> o maggiori per l'asse <i>y</i> nel grafico.
ru_ru: Арифмитическое переполнение. Попробуйте изменить границы интервалов, выбранных для построения графика, - уменьшить по оси <i>x</i> или увеличить по оси <i>y</i>.
uk_ua: Аріфметичне переповнення. Спробуйте змінити границі інтервалів, які було обрано для побудови графіка, - зменьшити по вісі <i>x</i> або збільшити по вісі <i>y</i>.
zh_cn: 数据溢出。请尝试使用较小的 <i>x</i> 轴边界或者更大的 <i>y</i> 轴边界。

source: As a subproblem we have to integrate function with absolute value, which is not supported well in our version of Maxima.
ca_es: Com a subproblema ens cal integrar una funció que conté valors absoluts, que causen algunes dificultats a aquesta versió de Màxima.
cs_cz: V mezivýpočtech se objevila nutnost integrovat funkci s absolutní hodnotou, což způsobuje problémy při výpočtu určitého integrálu.
fr_fr: Comme sous-problème il nous faut intégrer une fonction qui contient des valeurs absolues, sources de difficultés pour cette version de Maxima.
it_it: Come sottoproblema si deve integrare una funzione contenente un valore assoluto, che non ha un pieno supporto nella nostra versione di Maxima
ru_ru: Как подзадачу мы должны интегрировать функцию с абсолютным значением. Это в сервисе не поддерживается.
uk_ua: Як підзадачу ми повинні інтегрувати функцію з абсолютним значенням. Це у сервісі не підтримується.
zh_cn: 某个子问题需要求解含有绝对值的函数，当前版本的 Maxima 并不能提供很好的支持。

source: Associated homogeneous equation
ca_es: Equació homogènia associada
cs_cz: Asociovaná homogenní rovnice
fr_fr: Équation homogène associée
it_it: Equazione omogenea associata
ru_ru: Сопряженное однородное уравнение
uk_ua: Спряжене однорідне рівняння
zh_cn: 相伴齐次方程

source: Associated homogeneous equation is
ca_es: L'equació homogènia que hi és associada és
cs_cz: Asociovaná homogenní rovnice je
fr_fr: L'équation homogène qui y est associée est
it_it: L'equazione omogenea associata è
ru_ru: Сопряженное однородное уравнение
uk_ua: Спряжене однорідне рівняння
zh_cn: 相伴齐次方程是

source: At least one y-coordinate has to be nonzero.
ca_es: Pel cap baix, una de les ordenades y ha de ser diferent de zero.
cs_cz: Alespoň jedna y-ová souřadnice nesmí být nula.
fr_fr: Au moins, une des ordonnées y doit être différente de zéro.
it_it: Almeno una ordinata deve essere non nulla
ru_ru: По крайней мере одна координата у должна быть отличной от нуля.
uk_ua: Принаймні одна координата у повинна бути відмінною від нуля.
zh_cn: 至少要有一个非零的 y 坐标值。

source: Autonomous system
ca_es: Sistema autònom
cs_cz: Autonomní systém
fr_fr: Système autonome
it_it: Sistema autonomo
ru_ru: Автономная система
uk_ua: Автономна система
zh_cn: 自治系统

source: Autonomous system in plane
ca_es: Sistema autònom al pla
cs_cz: Autonomní systém v rovině
fr_fr: Système autonome sur le plan
it_it: Sistema autonomo nel piano
ru_ru: Автономная система в двухмерном пространстве
uk_ua: Автономна система в двухвимірному просторі
zh_cn: 平面上的自治系统

source: Auxiliary determinants are
ca_es: Els determinants auxiliars són
cs_cz: Pomocné determinanty jsou
fr_fr: Les déterminants auxiliaires sont
it_it: I determinanti ausiliari sono
ru_ru: Вспомогательные определители
uk_ua: Допоміжні визначники
zh_cn: 辅助行列式为

source: Bad input in row %s
ca_es: Entrada incomprensible a la fila %s
cs_cz: Nekorektní data na řádku %s
fr_fr: Entrée incompréhensible à la ligne %s
it_it: Input scorretto alla riga %s
ru_ru: Проблема с вводом в строке %s
uk_ua: Проблема з введенням у рядку %s
zh_cn: 第 %s 行输入错误

source: Bad input. Check your data.
ca_es: Entrada incomprensible. Verifiqueu-la.
cs_cz: Chyba na vstupu. Zkontrolujte vstupní data.
fr_fr: Entrée incompréhensible. Vérifiez-la.
it_it: Input errato. Controlla i dati.
ru_ru: Ошибка ввода. Проверьте свои данные.
uk_ua: Помилка введення. Перевірте свої данні.
zh_cn: 输入错误，请检查数据。

source: Binary operator %s found at the beginning of the string.
cs_cz: Na začátku řetězce se vyskytuje znaménko binární operace %s. Toto není korektní zápis. Opravte výraz prosím.
it_it: Operatore binario %s trovato all'inizio della stringa
ru_ru: В начале строки находится бинарный оператор %s.
uk_ua: На початку рядка знаходиться бінарний оператор %s.
zh_cn: 在字符串开头发现二元运算符 %s

source: Binary operator %s found at the end of the string.
cs_cz: Na konci řetězce se vyskytuje znaménko binární operace %s. Toto není korektní zápis. Opravte výraz prosím.
it_it: Operatore binario %s trovato alla fine della stringa
ru_ru: В конце строки находится бинарный оператор %s.
uk_ua: У кінці рядка знаходиться бінарний оператор %s.
zh_cn: 在字符串结尾发现二元运算符 %s

source: Bisection method
ca_es: Mètode de bisecció
cs_cz: Metoda půlení intervalu
fr_fr: Méthode de bisection
it_it: Metodo di bisezione.
ru_ru: Mетод бисекции
uk_ua: Mетод бісекції
zh_cn: 二分法

source: Bisection of interval
ca_es: Bisecció de l'interval
cs_cz: Metoda půlení intervalu
fr_fr: Bisection de l'intervalle
it_it: Metodo di bisezione
ru_ru: Mетод бисекции
uk_ua: Mетод бісекції
zh_cn: 等分间隔

source: Build PDF
ca_es: Construeix l'arxiu PDF
cs_cz: Vytvořit PDF
fr_fr: Fais le fichier PDF
it_it: Crea PDF
ru_ru: Получить PDF
uk_ua: Отримайте PDF
zh_cn: 创建PDF

source: Building animations is available only, if the server load in the last minute is smaller than %s. The current load %s. Return to the previous page and try it later, please. (Or reload the page after 1 minute.)
ca_es: Podem generar animacions només quan la càrrega al servidor ha estat menor que %s durant el darrer minut. Ara mateix la càrrega és %s. Torneu a la pàgina anterior i torneu-ho a intentar més tard, si us plau. (O torneu a carregar aquesta pàgina passat un minut.)
cs_cz: Generování animací je dostupné pouze, pokud je zatížení serveru za poslední minutu menší než %s. Současná zátěž je %s. Vraťte se prosím na předchozí stranu a zkuste akci později. (Nebo za minutu zkuste znovunačtení této stránky.)
fr_fr: Nous pouvons engendrer des animations seulement si la chage au serveur a été moins de %s durant la dernière minute. La charge actuelle est %s. Revenez à la page précédente et ressayez plus tard, s'il vous plait. (Ou bien rechargez cette même page après une minute.)
it_it: La creazione di animazioni è disponibile solo se il carico del server nell'ultimo minuto è inferiore a %s. Il carico attuale è %s. Tornare alla pagina precedente e riprovare più tardi (o riaricare la pagina dopo 1 minuto), grazie.
ru_ru: Создание анимации возможно только тогда, когда нагрузка на сервер за последнюю минуту менее %s. Сейчас нагрузка %s. Вернитесь, пожалуйста, на предыдущую страницу и попробуйте снова немножко позже (или обновите страницу через минуту).
uk_ua: Створення анімації можливе лише тоді, коли навантаження на сервер за останню хвилину менше ніж %s. Зараз навантаження %s. Поверніться, будь ласка, на попередню сторінку й спробуйте знову дещо пізніше (або обновіть сторінку через хвилину).
zh_cn: 只有上一分钟的服务器负载小于 %s 的时候才可以创建动画。现在的负载为 %s 。请返回前一页面稍后再试，或者一分钟后刷新当前页面。

source: By clicking the integral you load the integral into an interactive tool for integration.
ca_es: Si cliqueu la integral, apareixerà en una finestra interactiva on podreu calcular-la a part.
cs_cz: Kliknutím na integrál tento integrál nahrajete do aplikace usnadňující výpočet neurčitých integrálů.
fr_fr: Si vous cliquez sur l'intégrale, vous accèderez à une fenêtre interactive où vous pourrez calculer l'intégrale à part.
it_it: Cliccando sull'integrale, lo carichi su uno strumento interattivo per l'integrazione.
ru_ru: Щелкнете по интегралу, так он будет передан в самостоятельный сервис для интегрирования.
uk_ua: Натисніть на інтегралі, так він буде переданий в самостійний сервіс для інтегрування.
zh_cn: 单击积分式可以使用交互式工具求解积分。

source: Can't guess, what you actually mean. You may try to enter the following inequalities
ca_es: No puc acabar d'entendre què voleu dir. Potser volieu entrar alguna de les inequacions següents
cs_cz: Těžko říct, co se pokoušíte zadat ... Možná máte na mysli následující nerovnice (pokud ano, použijte ctrl+C a ctrl+V pro nakopírování do formuláře)
fr_fr: J'ai beaucoup de peine à compendre ce que vous voulez dire. Peut-être vouliez-vous entrer une ou l'autre parmi les inéquations suivantes?
it_it: Non riesco a capire cosa si intende di preciso. Provare ad inserire le seguenti disuguaglianze
ru_ru: Трудно определить, что фактически означает ваша вводная запись. Вы можете попробовать ввести следующие неравенства
uk_ua: Разрешить написание латиницей Складно визначити, що фактично означає ваша умова. Ви можете спробувати ввести наступні нерівності
zh_cn: 无法准确理解命令。您可以尝试输入以下不等式

source: Change <i>xmax</i>.
ca_es: Canvia <i>xmax</i>.
cs_cz: Opravte prosím mez <i>xmax</i> pro kreslení obrázku.
it_it: Cambiare <i>xmax</i>
ru_ru: Изменитe <i>xmax</i>.
uk_ua: Змініть <i>xmax</i>.
zh_cn: 改变 <i>xmax</i>。

source: Char π is not allowed. Write %pi or pi instead.
ca_es: El símbol π no és legítim. Escriviu %pi o senzillament pi.
cs_cz: Znak π není povolen. Pište %pi nebo pi.
fr_fr: Le symbole π n'est pas légitime. Écrivez %pi ou simplement pi.
it_it: Il carattere π non è ammesso. Scrivere invece %pi o pi.
ru_ru: Символ π запрещен. Напишите при помощи %pi или pi.
uk_ua: Символ π заборонено. Напишіть %pi або pi.
zh_cn: 不允许使用符号 π 。请使用 %pi 或者 pi 来代替。

source: Char ∞ is not allowed. No part of MAW works with infinity. You are doing something curious. If you want to evaluate limits or improper integrals on computer, use some of computer algebra systems like Sage or Maxima (both are free to install and also available to try live on the Internet, without installing anything on your local computer).
ca_es: No es permet el signe ∞. Cap part de l'Assistent Matemàtic MAW no fa servir mai l'línfinit. Esteu fent quelcom de ben curiós. Si voleu calcular límits o integrals impròpies amb l'ordinador, feu servir un programa de càlcul simbòlic com ara Sage o Maxima (tots dos gratuits per instal.lar localment, i que també es poden fer servir directament al Web, sense instal.lar no res al vostre ordinador).
cs_cz: Znak ∞ se na vstupu nesmí vyskytovat. Žádná část MAWu nepodporuje práci s nekonečnem. Děláte něco podivného. Pokud chcete vypočítat limitu nebo nevlastní integrál, použijte některý z volně šiřitelných systémů počítačové algebry, které se dají buď nainstalovat na váš počítač, nebo použít přímo přes internetové rozhraní (například Sage nebo Maxima).
fr_fr: Le signe ∞ n'est pas permis. Aucune partie du MAW n'emploie jamais l'infini. Vous êtes en train de faire quelque chose de ben curieux. Si vous voulez calcular des limites ou des intégrales impropres avec l'ordinateur, employez un programme de calcul symbolique comme Sage ou Maxima (tous deux gratuits pour installer localement, et que l'on peut aussi employer directament sur le Web, sans installer quoique ce soit sur votre ordinateur).
it_it: Il carattere ∞ non è consentito. Nessuna parte di MAW lavora con gli infiniti. Si sta cercando di fare qualcosa di strano. Se si vogliono calcolare limiti o integrali impropri al computer, usare un software come Sage o Maxima (entrambi sono liberi da installare e sono anche disponibili da provare sul web, senza installare nulla sul pc locale).
ru_ru: Бесконечность и символ ∞ не допускаются. Программа MAW не умеет использовать бесконечность. Вы скорее всего вводите что-то странное. В случае, что Вам надо проверить пределы или несобственные интегралы, пользуйтесь другими вычислительными системами компьютерной алгебры (Sage, Maxima), обе системы имеются в свободном доступе для установки на локальный компьютер, Вы также можете использовать эти системы онлайн, без установки на Ваш компьютер).
uk_ua: Нескінченність і символ ∞ не допускаються. Програма MAW не вміє використовувати нескінченність. Ви швидше за все вводите щось дивне. У випадку, якщо Вам треба перевірити межі або невласні інтеграли, користуйтеся іншими обчислювальними системами комп'ютерної алгебри (Sage, Maxima), обидві системи є у вільному доступі для установки на локальний комп'ютер, Ви також можете використати ці системи онлайн, без установки на Ваш комп'ютер) .

source: Characteristic equation
ca_es: Polinomi característic
cs_cz: Charakteristická rovnice
fr_fr: Équation caractéristique
it_it: Equazione caratteristica
ru_ru: Характеристическое уравнение
uk_ua: Характеристичне рівняння
zh_cn: 特征方程

source: Characteristic equation has one double solution.
ca_es: L'equació característica té una solució doble (real)
cs_cz: Charakteristická rovnice má jeden dvojnásobný kořen.
fr_fr: L'équation caractéristique a une solution double (réelle)
it_it: L'equazione caratteristica ha una radice doppia
ru_ru: Характеристическое уравнение имеет кратный корень (двойной корень)
uk_ua: Характеристичне рівняння має кратний корінь (подвійний корінь)
zh_cn: 特征方程有两个相同的解。

source: Characteristic equation has two complex solutions.
ca_es: L'equació característica té dues solucions complexes (conjugades una de l'altra)
cs_cz: Charakteristická rovnice má dva komplexně sdružené kořeny.
fr_fr: L'équation caractéristique a deux solutions complexes (conjuguées l'une de l'autre)
it_it: L'equazione caratteristica ha due radici complesse
ru_ru: Характеристическое уравнение имеет два комплексных корня
uk_ua: Характеристичне рівняння має два комплексні корені
zh_cn: 特征方程有两个复数解。

source: Characteristic equation has two real solutions.
ca_es: L'equació característica té dues solucions reals
cs_cz: Charakteristická rovnice má dva reálné kořeny.
fr_fr: L'équation caractéristique a deux solutions réelles
it_it: L'equazione caratteristica ha due radici reali
ru_ru: Характеристическое уравнение имеет два действительных корня
uk_ua: Характеристичне рівняння має два дійсні корені
zh_cn: 特征方程有两个实数解。

source: Characteristic polynomial
ca_es: Polinomi característic
cs_cz: Charakteristický polynom
fr_fr: Polynôme caractéristique
it_it: Polinomio caratteristico
ru_ru: характеристический полином
uk_ua: характеристичний поліном
zh_cn: 特征多项式

source: Check also that both functions are continuous on the interval used to evaluate the integral and to draw the picture.
ca_es: Verifiqueu també que les dues funcions siguin contínues a l'interval on voleu avaluar la integral i fer la gràfica.
cs_cz: Zkontrolujte si také, že funkce které chcete nakreslit jsou spojité na celém intervalu, na kterém je integrovat a chcete kreslit.
fr_fr: Vérifiez aussi que les deux fonctions soient continues à l'intervalle où vous voulez évaluer l'intégrale et faire le graphique.
it_it: Controllare anche che entrambe le funzioni siano continue nell'intervallo usato per valutare l'integrale e disegnare la figura.
ru_ru: Проверьте, пожалуйста, является ли функция, график которой хотите построить, непрерывной на всем интервале интегрирования и построения графика.
uk_ua: Перевірьте, будь ласка, чи є функція, графік якої хочете побудувати, неперервною на усьому інтервалі інтегрування та побудови графіка.
zh_cn: 请检查两个函数在给定区间内是否都连续，以便进行积分并绘制图像。
