Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: <ul><li> Choose the method for the next computation. </li> <li> Try to find the methods which simplify the integral. If your attempt fails, you can return using Back button in you browser. You can also return directly to the %s initial form%s.</li><li>You can use computer to finish the integration. Educational value of such a this step is minimal, so use this possibility with care, please.</li><li>Questions marks |<b>?</b>| provide preview what you get when using this function. Simply move the cursor over the question mark and wait few seconds.</li><li>If the application gives incorrect or unexpected results, let us know please.</li></ul><hr>
ca_es: <ul><li> Trieu quin mètode cal fer servir per al càlcul següent. </li> <li> Us cal trobar un mètode que simplifiqui la integral. So no hi reeixiu, torneu a la pàgina anterior amb el botó Enrera del vostre navegador. O bé aneu directament al %s formulari inicial%s.</li><li>Podeu demanar a l'ordinador que enllesteixi la integral tot solet. La utilitat pedagògica d'aquest mètode és mínima, així que no us el recomanem.</li><li>Els signes d'interrogació |<b>?</b>| us donen una idea del que obtindreu fent servir aquesta funció. Només cal posar el ratolí al damunt del signe d'interrogació i esperar uns segons.</li><li>Si el programa un dona resultats erronis o sorprenents, feu-nou-ho saber, si us plau.</li></ul><hr>
cs_cz: <ul><li> Vyberte si vždy akci, která má následovat. </li> <li> Snažte se použít volbu která integrál zjednoduší. Pokud se Vám to nepodaří, tak se můžete vrátit libovolný počet kroků zpět pomocí tlačítka "Zpět" ve Vašem prohlížeči. Můžete se také vrátit přímo do %s úvodního formuláře%s</li><li>V libovolném okamžiku si také můžete nechat integrál dopočítat počítačem. Tuto volbu však moc nepoužívejte, protože se tím nic nenaučíte. Použijte ji až v okamžiku, kdy na zintegrování stačí základní vzorce.</li><li>Otazníky |<b>?</b>| za funkcemi zpřístupňují náhled, co dostanete po dané úpravě. Přemístěte kurzor nad tento objekt a chvíli počkejte.</li><li>Na případné nekorektní chování aplikace nás prosím upozorněte, děkujeme.</li></ul>
fr_fr: <ul><li> Choisissez quelle méthode faut-il employer pour le calcul suivant. </li> <li> il vous faut trouver une méthode que simplifie l'intégrale. Si vous n'y arrivez pas, revenez en arrière avec le bouton Retour de votre navigateur. Ou bien allez directement au %s formulaire initial%s.</li><li>Vous pouvez demander à l'ordinateur d'aboutir l'intégrale tout seul. L'utilité pédagogique de cette méthode est minimale, alors n'en abusez pas.</li><li>Les signes d'interrogation |<b>?</b>| vous donnent une idée de ce que vous obtiendriez en employant cette fonction. Il faut juste placer la souris sur le signe d'interrogation et attendre quelques secondes.</li><li>Si le programme vous donne des résultats erronés ou surprenants, faites-le-nous savoir, s'il vous plait.</li></ul><hr>
it_it: <ul><li> Scegliere il metodo per il prossimo calcolo. </li> <li> Provare a trovare i metodi che semplificano l'integrale. Se il tentativo fallisce, tornare indietro usando il pulsante Indietro nel browser. E' anche possibile tornare direttamente al %s form iniziale%s.</li><li>Si può usare il computer per finire l'integrazione. Il valore educativo di tale passaggio è minimo, quindi usare questa possibilità con attenzione.</li><li>I punti interrogativi |<b>?</b>| forniscono un'anteprima di ciò che si ottiene usando questa funzione. E' sufficiente muovere il cursore sul punto interrogativo e aspettare pochi secondi.</li><li>Se l'applicazione dà risultati scorretti o inaspettati, si prega di segnalarlo.</li></ul><hr>
ru_ru: <ul><li>Выберите метод для следующего вычисления. </li> <li> Попробуйте найти методы, которые позволяют найти интеграл. После каждого шага можно вернуться использованием кнопки Назад в вашeм браузерe. Вы также можете вернуться на %sпервоначальную форму%s.</li> <li> Вы можете использовать компьютер для завершения интеграции. Но воспитательное значение такого шага невеликo, так что используйте эту возможность с осторожностью, пожалуйста </li> <li>Знаки |<b>?</b>| позволяют предварительно просмотреть то, что вы получите, используя соответствующую функцию . Просто наведите курсор на знак вопроса и подождите несколько секунд.</li><li>Если программа дает неправильные или неожиданные результаты, сообщите нам, пожалуйста.</li></ul><hr>
uk_ua: <ul><li>Оберіть метод для наступного обчислення. </li> <li> Спробуйте знайти методи, які дозволяють знайти інтеграл. Після кожного кроку можна повернутися на попередню сторінку, натиснувши на кнопку Назад у вашому браузері. Ви також можете повернутися на %s початкову форму%s.</li> <li> Ви можете використовувати комп'ютер для завершення інтеграції. Але виховне значення такого крока невелике, так що використовуйте цю можливість обережно, будь ласка </li> <li>Знаки |<b>?</b>| дозволяють попередньо переглянути те, що ви отримаєте, використовуючи відповідну функцію . Просто наведіть курсор на знак питання й зачекайте декілька секунд.</li><li>Якщо програма дає неправильні та несподівані результати, повідомте нам, будь ласка.</li></ul><hr>
zh_cn: <ul><li> 选择下一步的计算方法。</li> <li> 尽量找出能化简积分式的方法。如果尝试失败，可以通过浏览器的后退按钮返回重试。你也可以直接返回 %s积分计算页面%s 。</li><li>你可以让计算机自动完成积分计算，但是这样没有什么教育价值，所以，请小心使用这项功能。</li><li>带有有 |<b>?</b>| 标记的选项提供了结果预览。将鼠标指针移至这个标记上并稍等几秒钟，即可看到结果。</li><li>如果程序给出了错误的或预料之外的答案，请务必告知我们。</li></ul><hr>

source: <ul><li>Error when checking continuity of functions and when checking that lower bound is smaller than upper bound.<li> Are you sure that both %s and %s are defined and continuous on the interval %s and %s is bigger than %s on this interval?<li>Check your functions on the following picture.</ul>
ca_es: <ul><li>Error en verificar que les funcions són contínues i que el límit inferior és menor que el límit superior.<li> Assegureu-vos que totes dues %s i %s estan definides i són contínues a l'interval %s i que %s és més gran que %s.<li>Verifiqueu les vostres funcions a la gràfica següent.</ul>
cs_cz: <ul><li>Chyba při kontrole spojitosti funkcí a při kontrole, zda je horní ohraničující funkce nad dolní ohraničující funkcí. (Přečtěte si konec výpisu z logu pod obrázkem, abyste věděli, kde nastala chyba.)<li>Jste si jistá/jistý, že funkce obě funkce %s a %s jsou definované a spojité na intervalu %s a %s je na tomto intervalu nad funkcí %s? <li>Prohlédněte si obrázek (případně opravte meze, pokud grafy funkcí jsou mimo obrázek, meze pro proměnnou y můžete vynechat a budou potom nastaveny automaticky).</ul>
fr_fr: <ul><li>Erreur en vérifiant que les fonctions sont continues et que la limite inférieure est plus petite que la limite supérieure.<li> Assurez-vous que les deux %s et %s sont définies et sont continues à l'intervalle %s et que %s est plus gran que %s.<li>Vérifiez vos fonctions sur le graphique suivant.</ul>
it_it: <ul><li>E' stato trovato un errore controllando la continuità delle funzione e che il limite inferiore sia minore del limite superiore.<li> Sei sicuro che sia %s che %s sono definite e continue nell'intervallo %s e %s è maggiore di %s in questo intervallo?<li>Controlla le tue funzioni nella seguente immagine.</ul>
ru_ru: <ul><li>Обнаружена ошибка при проверке функции на непрерывность и при проверке того, что нижняя ограничивающая функция находится под верхней ограничивающей функцией.<li> Вы уверены, что обе функции имеют непрерывную область определения на интервале %s, а также, что %s на этом интервале находится над функцией %s?<li>Проверьте ситуацию по графику.</ul>
uk_ua: <ul><li>Виявлена помилка при перевірці функції на неперервність і при перевірці того, що нижня функція, що обмежує, знаходиться під верхньою функцією, що обмежує.<li> Ви впевнені, що обидві функції мают неперервну область визначення на інтервалі %s, а також, що %s на цьому інтервалі знаходиться над функцією %s?<li>Перевірьте ситуацію по графіку.</ul>
zh_cn: <ul><li>检查函数连续性出错。下界函数应当小于上界。<li> 请确认 %s 和 %s 在区间 %s 上有定义并且均为连续函数，并且在给定区间内 %s 比 %s 大。<li>请查看下面的函数图像。</ul>

source: <ul><li>The name of the function must be followed by its argument enclosed in parenthesis. Write e.g. sin(x) instead of sin x and sin(2*x) instead of sin 2*x</li><li>Remember that if you want to write power of a function, you cannot write something like sin^2(x), but (sin(x))^2.</li><li>For exponential function use exp(x) or %e^x or e^x.</li></ul>
ca_es: <ul><li>El nom de la funció ha de venir just abans del nom de la variable independent, envoltada de parèntesis. Escriviu, per exemple, sin(x) i no pas sin x, sin(2*x) i no pas sin 2*x</li><li>Recordeu que si voleu la potència d'una funció, calen parènteis als bons llocs: escriviu (sin(x))^2 i no pas sin^2(x) .</li><li>La funció exponencial es pot escriure com a exp(x) o bé %e^x o bé e^x.</li></ul>
cs_cz: <ul><li>Za jménem funkce musí následovat závorka, ve které je argument, musíte psát například sin(2*x) a ne sin 2*x, musíte psát sin(x) a ne sin x.</li><li>Pokud chcete zadat například sinus na druhou pište (sin(x))^2 nebo (sin(x))**2 a ne sin^2(x) ani sin**2(x).</li><li>Pro exponenciální funkce používejte zápis exp(x) nebo %e^x nebo e^x a ne exp**(x) ani nic podobného.</li></ul>
fr_fr: <ul><li>Le nom de la fonction doit apparaitre juste avant le nom de la variable indépendante, entourée de parenthèses. Écrivez, par exemple, sin(x) et non pas sin x, sin(2*x) et non pas sin 2*x</li><li>Rappelez-vous que si vous voulez la puissance d'une fonction, il vous faut des parenthèses aux bons endroits: écrivez (sin(x))^2 et non pas sin^2(x).</li><li>La fonction exponentielle peut s'écrire comme exp(x) ou bien %e^x ou bien e^x.</li></ul>
it_it: <ul><li>Il nome della funzione deve essere seguito dal suo argomento racchiuso tra parentesi. Scrivere per esempio sin(x) invece di sin x e sin(2*x) invece di sin 2*x</li><li>Ricordare che se si vuole scrivere la potenza di una funzione, non si può scrivere sin^2(x), ma (sin(x))^2.</li><li>Per le funzioni esponenziali exp(x) or %e^x or e^x.</li></ul>
ru_ru: <ul><li>За обозначением функции должен быть ее аргумент, заключенный в круглые скобки. Пишите, например, sin(x) вместо sinx, пишите sin(2*x) вместо sin2x.</li><li>Помните, что для ввода степеней функций следует правильно разместить знак степени по отношению к функции, нельзя писать напщимер sin^2(x), но только (sin(x))^2. </li><li>Для записи экспоненциальной функции применяйте exp(x) или %e^x или e^x</li></ul>
uk_ua: <ul> <li> За позначенням функції повинен бути її аргумент, взятий у круглі дужки. Пишіть, наприклад, sin (x) замість sinx, пишіть sin (2 * x) замість sin2x. </li> <li> Пам'ятайте, що для введення степенів функцій слід правильно розмістити знак степеня по відношенню до функції, не можна писати, наприклад, sin ^ 2 (x), апотрібно писати (sin (x)) ^ 2. </li> <li> Для запису експоненційної функції застосовуйте exp(x) або %e^x, або e^x </li> </ul>

source: <ul><li>Use numbers only, no functions are allowed.</li><li>Use commas and semicolons to separate point coordinates and points in the data file.</li><li>Use at least two and no more than six points. If you really need to interpolate for bigger or more general data file, use the full power of the <a href="http://maxima.sourceforge.net">Maxima</a> software and the command lagrange on your local computer.</li></ul><br>Your input was: %s
ca_es: <ul><li>Nombres tan sols, funcions no són permeses.</li><li>Feu servir comes per separar les coordenades dels punts i punt-i-comes per separar els punts mateixos, a l'arxiu de dades.</li><li>Feu servir pel cap baix dos punts, i no més de sis punts. Si de debò us cal interpolar un arxiu de dades més gran o més general, us caldrà tota la potència del programa <a href="http://maxima.sourceforge.net">Màxima</a> en local al vostre ordinador.</li></ul><br>La vostra entrada ha estat: %s
cs_cz: <ul><li>Používejte jenom celá nebo desetinná čísla, nepoužívejte žádné funkce.</li><li>Používejte čárky pro oddělení souřadnic a středníky pro oddělení bodů.</li><li>Nepoužívejte hranaté závorky pro vyznačování bodů.</li><li>Můžete zadat nejméně dva a nejvýše šest bodů.</li></ul> Potřebujete-li zadat více bodů nebo obecnější body, použijte plnou sílu programu <a href="http://maxima.sourceforge.net">Maxima</a> a příkazu lagrange na svém lokálním počítači.<br><hr><br>Váš vstup byl: %s
fr_fr: <ul><li>Nombres seulement, fonctions pas permises.</li><li>Employez des virgules pour séparer les coordonnées des points et des point-virgules pour séparer les points mêmes, dans le fichier de données.</li><li>Employez au moins deux points, et pas plus de six points. Si vraiment vous faut-il interpoler un fichier de données plus grand ou plus général, il vous faudrà toute la puissance du programme <à href="http://maxima.sourceforge.net">Maxima</à> en local sur votre ordinateur.</li></ul><br>Votre entrée a été: %s
it_it: <ul><li>Usa solo numeri, non sono consentite funzioni.</li><li>Usa virgola e punto e virgola per separare le coordinate dei punti e i punti nel file dei dati.</li><li>Usa almeno due e non più di sei punti. Se hai davvero bisogno di interpolare un file di dati più grande o più generale, usa la capacità completa del software <a href="http://maxima.sourceforge.net">Maxima</a> e il comando lagrange sul tuo computer locale.</li></ul><br>Il tuo input è stato: %s
ru_ru: <ul><li>Используйте только числа, запрещено применять функции.</li><li>Применяйте запятые (,) для разделения координат точки и точку с запятой (;) для разделения точек.</li><li>Можете задать от двух до шести точек. В случае, когда требуется задать больше точек или у Вас более обширный набор дат, используйте непосредственно программу <a href="http://maxima.sourceforge.net">Maxima</a> и приказ lagrange прямо на Вашем компьютере.</li></ul><br>Ваша вводная запись была: %s
uk_ua: <ul><li>Используйте только числа, запрещено применять функции.</li><li>Применяйте запятые (,) для разделения координат точки и точку с запятой (;) для разделения точек.</li><li>Можете задать от двух до шести точек. В случае, когда требуется задать больше точек или у Вас более обширный набор дат, используйте непосредственно программу <a href="http://maxima.sourceforge.net">Maxima</a> й команда lagrange прямо на Вашому комп'ютері.</li></ul><br>Ваш вхідний запис бул: %s
zh_cn: <ul><li>只能使用数字，不允许使用函数。</li><li>用逗号和分号分开数据中每个点的坐标和各个不同点。</li><li>请输入至少两个最多六个点。如果你确实需要插入更多插值，请在你的计算机上使用完整的 <a href="http://maxima.sourceforge.net">Maxima</a> 软件和拉格朗日命令。</li></ul>你的输入为：%s

source: <ul><li>integrate two times by parts and keep the choice of u and v' suggested by this calculator</li><li>then remove constant multiple (if necessary) and you get some terms and the same integral as the original one</li><li>convert the problem into an algebraic equation where the integral is the unknown and solve this equation</li></ul>
ca_es: <ul><li>integreu per parts dos cops i feu servir els suggeriments de l'ordinador per triar u i v'</li><li>després (si cal) treieu els factors constants i obtindreu uns quants termes a més d'un terme contenint la integral original</li><li>convertiu el problema en una equació algebraica on la integral que voleu calcular n'és la incògnita, i resoleu l'equació</li></ul>
cs_cz: <ul><li>integrujte dvakrát metodou per partés a případně vytkněte konstantu, zachovejte přitom volbu u a v' která se nabídne automaticky</li><li>po dvojím zintegrování a po případném vytknutí konstanty obdržíte stejný integrál jako je integrál výchozí a navíc nějaké dodatečné členy</li><li>poté budete moci sestavit rovnici pro hledaný integrál (objeví se v pravou chvíli jako předposlední volba) a integrál najdete ryze algebraicky jako řešení lineární rovnice</li></ul>
fr_fr: <ul><li>intégrez par parties deux coups et suivez les suggestions de l'ordinateur pour choisir u et v'</li><li>après (si besoin est) sortez les facteurs constants et vous obtiendrez plusieurs termes en plus d'un terme contenant l'intégrale originale</li><li>convertissez le problème en une équation algébrique où l'intégrale que vous voulez calcular est l'inconnue, et résolvez l'équation</li></ul>
it_it: <ul><li>integrare due volte per parti e mantenere la scelta di u e v' suggerita da questa interfaccia </li><li>rimuovere poi le costanti multiple (se necessario) e si ottengono alcuni termini e lo stesso integrale di partenza</li><li>trasformare il problema in un'equazione algebrica dove l'integrale è l'incognita e risolvere questa equazione</li></ul>
ru_ru: <ul><li>Вы можете интегрировать два раза по частям и сохранить выбор u и v', предложенный компьютером.</li><li> Потом отстраните постоянные множители (в случае необходимости). Таким образом, вы можете преобразовать задачу в алгебраическое уравнение, где интеграл неизвестный и решить это уравнение</li></ul>
uk_ua: <ul><li>Ви можете два рази частинами й зберегти вибір u та v', запропонований комп'ютером.</li><li> Потім уберіть постійні множники (у разі потреби). Таким чином, ви можете перетворити задачу в алгебраїчне рівняння, де інтеграл є невідомим та знайти розв'язок отриманного рівняння</li></ul>
zh_cn: <ul><li>进行两次分部积分并且保持使用建议的 u 和 v' 。</li><li>然后提出常数系数（如果有必要），然后即可得到一些项和与原来相同的积分式。</li><li>积分式未知时将其转化为代数方程，然后进行求解。</li>

source: <ul><li>the function has to be function in two variables, <li>the limits for outside integral have to be numbers,<li>the limits for the inside integral numbers or functions of variable which is used for outside integration,<li>he lower limit must be smaller or equal to the upper limit for integration for both integrals.</ul> One of these conditions has been violated or Maxima failed to verify these conditions (in most cases due to a typing error or bad mathematical formula on input).
ca_es: <ul><li>la funció ha d'ésser una funció de dues variables, <li>els límits de la integral exterior han de ser nombres,<li>els límits de la integral interior han de ser nombres o bé funcions de la variable sobre la qual feu la integral exterior,<li>el límit inferior ha de ser menor o igual al límit superior, per a totes dues integrals.</ul> Alguna d'aquestes conditions no es satisfà, o bé Màxima no les ha pogut verificar totes (el més sovint, hi ha un error d'escriptura a la fòrmula matemàtica que heu entrat).
cs_cz: <ul><li>funkce musí být nejvýše funkcí dvou proměnných, <li>meze pro vnější integrál musí být konstanty <li> meze pro vnitřní integrál buď konstanty nebo funkce proměnné, která je použita pro vnější integraci,<li> pro oba integrály nesmí být dolní mez vetší než horní.</ul> Zadání porušuje některou z těchto podmínek, nebo se tyto podmínky nepodařilo ověřit (například díky překlepu nebo chybě v zápise matematického výrazu).
fr_fr: <ul><li>la fonction doit être une fonction à deux variables, <li>les limites de l'intégrale extérieure doivent être nombres,<li>les limites de l'intégrale intérieure doivent être nombres ou bien fonctions de la variable sur laquelle vous faites l'intégrale extérieure,<li>la limite inférieure doit être plus petite ou égale à la limite supérieure, pour toutes deux intégrales.</ul> Une de ces conditions n'est pas satisfaite, ou bien Maxima n'a pas pu toutes les vérifier (le plus souvent, il y a une erreur d'écriture dans la formule mathématique que vous avez entrée).
it_it: <ul><li>La funzione deve essere una funzione in due variabili, <li>i limiti per l'integrale esterno devono essere numeri,<li>i limiti per l'integrale interno o numeri o funzioni della variabile che viene usata per l'integrazione esterno,<li>L'estremo inferiore deve essere minore o uguale al limite superiore d'integrazione per entrambi gli integrali.</ul> Una di queste condizioni è stata violata o Maxima ha fallito a verificare queste condizioni (in molti casi ciò è dovuto a un errore di battitura o a una formula matematica scorretta nell'input).
ru_ru: <ul><li>функция должна иметь не более двух переменных, <li>границы внешних интегралов должны быть только числа,<li>границы внутренних интегралов могут быть как числа, так и функции тех переменных, по которым находятся внешние интегралы,<li>нижняя граница интегрирования должна быть меньше верхней, это требование распространяется на оба интеграла.</ul> Задание не соответствует выше введенным требованиям или программе Maxima не удалось проверить соблюдение этих требований (обычно причиной бывают опечатки или ошибки при вводе математичеких записей).
uk_ua: <ul><li>функція повинна мати не більш, ніж дві, змінні, <li>границі зовнішніх інтегралів повинні бути лише числами,<li>границі внутрішніх - як числа, так і функції тих змінних, за якими знаходяться зовнішні інтеграли,<li>нижня границя інтегрування повинна бути меншою за верхню, ця вимога розповсюджується на обидва інтеграла.</ul> Завдання не відповідає вище наведеним вимогам або програмі Maxima не вдалося перевірити додержання цих вимог (зазвичай причиною бувають описки або помилки при введені математичних записів).
zh_cn: <ul><li>函数应当为二元函数；<li>外积分的界限应当为数字；<li>内积分的界限应当为数字或者外积分的积分变量；<li>内外积分中积分下界必须小于或者等于积分上界。</ul>上面条件中至少一个没有被满足，或者 Maxima 无法验证这些条件（大部分情况下是输入错误或者使用公式错误导致的）。

source: Accessing this script from a web page which is outside Mendel University is not allowed. You either came from such a page, or your browser blocks the HTTP_REFERER information.<br> Use official pages of <a href="http://user.mendelu.cz/marik/maw/index.php?lang=en">Mathematical Assistant on Web</a> or setup your browser properly.
ca_es: No teniu dret a accedir directament a aquest script des d'una pàgina web fora de la Universitat Mendel, o (més probablement) el vostre navegador està bloquejant la informació HTTP_REFERER.<br> Feu servir la pàgina oficial de l'<a href="http://user.mendelu.cz/marik/maw/index.php?lang=ca">Assistent Matemàtic al Web</a> o bé configureu altrament el vostre navegador.
cs_cz: Stránka, ze které jste přišli, je mimo Mendelovu univerzitu, nebo Váš prohlížeč blokuje název stránky, ze kterých přistupujete na náš server. <br>Použijte oficiální přístup ze stránek aplikace <a href="http://user.mendelu.cz/marik/maw">Mathematical Assistant on Web</a>, nebo si změňte nastavení prohlížeče.
fr_fr: Vous n'avez pas le droit d'accéder à ce script depuis une page web en dehors de l'Université Mendel, ou (plus probablement) votre navigateur bloque l'information HTTP_REFERER.<br> Employez la page oficielle de l'<à href="http://user.mendelu.cz/marik/maw/index.php?lang=ca">Assistant Mathématique au Web</à> ou bien configurez autrement votre navigateur.
it_it: L'accesso a questo script fuori dalla Mendel University non è consentito. Probabilmente provieni da una pagina non ufficiale, o il tuo browser blocca l'informazione HTTP REFERER. <br> Usa le pagine ufficiali di <a href="http://user.mendelu.cz/marik/maw/index.php?lang=en">Mathematical Assistant on Web</a> configura correttamente il tuo browser.
ru_ru: Запрещен доступ для веб-страницы, с которой Вы перешли, она находится вне нашего университета (Университет им. Г. Менделя, Brno) или Ваш браузер блокирует доступ (по HTTP_REFERER информациии). Используйте официальный переход на страницы нашего сайта <a href="http://user.mendelu.cz/marik/maw/index.php?lang=ru"> </a> или измените настройки вашего браузера.
uk_ua: Заборонено доступ для веб-сторінки, з якої Ви перешли, вона знаходиться поза нашого університету (Університет ім. Г. Менделя, Brno) або Ваш браузер блокує доступ (за HTTP_REFERER інформацією). Використовуйте офіційний перехід на сторінки нашого сайту <a href="http://user.mendelu.cz/marik/maw/index.php?lang=ru"> </a> або змініть настройки вашого браузера.
zh_cn: 从 Mendel 大学以外的网页访问脚本是不允许的。或许你的浏览器不支持 HTTP_REFERER 属性。请通过下面链接 <a href="http://user.mendelu.cz/marik/maw/index.php?lang=zh">在线数学助理</a> 访问本系统，或者修改浏览器设置。
