Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Check your formulas (perhaps using Preview button) and report the problem if you think that your input is correct and should be processed without any error.
ca_es: Verifiqueu les vostres fòrmules (amb l'ajuda del botó Preview, per exemple) i aviseu-nos del problema si creieu que la vostra entrada és correcta i s'hauria de poder processar sense cap error.
cs_cz: Zkontrolujte si výrazy, které zadáváte do vstupních polí (případně ke kontrole využijte tlačítko Preview). Pokud jste přesvědčeni, že problém je na straně MAWu, nahlaste to prosím vývojářům.
fr_fr: Vérifiez vos formules (avec l'aide du bouton Preview, par exemple) et alertez-nous du problème si vous croyez que votre entrée est correcte et qu'elle devrait se faire traiter sans aucune erreur.
it_it: Controllare le formule (usando il pulsante Preview) e segnalare il problema se si pensa che l'input sia corretto e debba essere processato senza errori.
ru_ru: Проверьте свои формулы (возможно, используя кнопку Предварительный просмотр), а также сообщите о проблеме, если вы думаете, что ваши исходные данные верны и должны быть обработаны без ошибок.
uk_ua: Перевірте свої формули (можливо, використовуючи кнопку Попередній перегляд), а також повідомте про проблему, якщо ви вважаєте, що ваші вихідні данні вірні і повинні бути оброблені без помилок.

source: Check your input data
ca_es: Verifiqueu la vostra entrada
cs_cz: Zkontrolujte si vstupní data
fr_fr: Vérifiez votre entrée
it_it: Controllare i dati immessi
ru_ru: Проверьте входные данные
uk_ua: Перевірте вхідні данні
zh_cn: 检查输入数据

source: Choose the action for the next computation
ca_es: Trieu què cal fer al càlcul següent.
cs_cz: Není vybrána žádná akce. Vraťte se zpátky a vyberte se pomocí tlačítka.
fr_fr: Choisissez l'action qu'il faut faire au calcul suivant.
it_it: scegliere l'azione per il prossimo calcolo
ru_ru: Выберите действие для следующего вычисления
uk_ua: Оберіть дії для наступного обчислення
zh_cn: 选择下一步计算动作

source: Clever expansion into two fractions
ca_es: Expansió elegant en dues fraccions
cs_cz: Chytré rozdělení na dva zlomky
fr_fr: Expansion astucieuse en deux fractions
ru_ru: Разложение на две дроби
uk_ua: Розкладання на два дроба
zh_cn: 智能分解为两个分式

source: Click %shere%s to find stationary points by computer.
ca_es: Cliqueu %saquí%s i l'ordinador trobarà els punts estacionaris.
cs_cz: Klikněte na %stento odkaz%s pro nalezení stacionárních bodů pomocí počítače.
fr_fr: Cliquez %sici%s et l'ordinateur trouvera les points stationnaires.
it_it: Cliccare %squi%s per trovare i punti stazionari mediante il pc.
ru_ru: Нажмите%s здесь %s, чтобы найти стационарные точки с помощью компьютера.
uk_ua: Натисніть %s тут %s, щоб знайти стаціонарні точки за допомогою комп'ютера.
zh_cn: 单击 %s这里%s 让计算机求解驻点。

source: Click the integral to send the function to a tool which helps to evaluate the indefinite integral.
ca_es: Cliqueu a la integral per enviar-la a un subprograma que us ajudarà a trobar la integral indefinida.
cs_cz: Klikněte na integrál pro předání funkce online aplikaci, která Vás provede výpočtem neurčitého integrálu.
fr_fr: Cliquez sur l'intégrale pour l'envoyer vers un autre programme qui vous aidera à trouver l'intégrale indéfinie.
it_it: Cliccare l'integrale per usare uno strumento che aiuta nel calcolo dell'integrale indefinito.
ru_ru: Щелчком по интегралу Вы можете перейти к самостоятельному сервису, с которым Вы пройдете шаг за шагом нахождение неопределенного интеграла заданной функции.
uk_ua: Натисканням по інтегралу Ви можете перейти до самостійного сервісу, з яким Ви пройдете крок за кроком знаходження невизначеного інтегралу заданої функції.
zh_cn: 单击积分式可以将此函数提交至计算不定积分的页面。

source: Close
ca_es: Tanca
cs_cz: Zavřít
fr_fr: Ferme
it_it: Chiudere
ru_ru: Закрыть
uk_ua: Закрити
zh_cn: 关闭

source: Comparing coefficients we get (the first equation is from the highest power)
ca_es: Comparant els coeficients obtenim (la primera equació prové de la poténcia mès gran)
cs_cz: Porovnáním koeficientů získáváme (od nejvyšší mocniny)
fr_fr: Comparant les coefficients nous obtenons (la première équation provient de la puissance la plus grande)
it_it: Uguagliando i coefficienti, otteniamo (la prima equazione proviene dalla potenza di grado massimo)
ru_ru: приравнивая коэффициенты при слагаемых с одинаковыми степенями (начиная со старшего показателя степени).
uk_ua: прирівнюючи коефіцієнти при доданкках з однаковими степенями, отримаэмо (починаючи зы старшого показника степеня).

source: Completing square
ca_es: Completant el quadrat
cs_cz: Doplnění na čtverec
fr_fr: Complétant le carré
it_it: Completamento del quadrato
ru_ru: Выделение полного квадрата
uk_ua: Виділення повного квадрату
zh_cn: 配方

source: Computation opens in new panel or window.
cs_cz: Výpočet se otevře v novém panelu nebo okně.
it_it: Si apre un nuovo pannello o una nuova finestra per il calcolo.
ru_ru: Вычисление откроется в новой панели.

source: Conclusion
ca_es: Conclusió
cs_cz: Závěr
it_it: Conclusione
ru_ru: Результат
uk_ua: Результат
zh_cn: 结论

source: Condition
ca_es: Condició
cs_cz: Podmínka
it_it: Condizione
ru_ru: Условия
uk_ua: Умова
zh_cn: 条件

source: Condition for $x$-intercepts
ca_es: Condició per les interseccions amb l'eix d'abscisses $x$
cs_cz: Podmínka na průsečík s osou $x$
fr_fr: Condition pour les intersections avec l'axe d'abscisses $x$
it_it: Condizione per le intercette sull'asse $x$
ru_ru: Условия для точек пересечения графика функции с осью абсцисс $x$ (корни функции)
uk_ua: Умови для точок перетину графика функції з віссю абсцис $x$ (корені функції)

source: Condition for critical points
ca_es: Condició de punts crítics
cs_cz: Podmínka pro kritické body
fr_fr: Condition de points critiques
ru_ru: Условия для критических точек
uk_ua: Умови для критичних точок

source: Condition for points of discontinuity
ca_es: Condició per als punts de discontinuïtat
cs_cz: Podmínka na body nespojitosti
fr_fr: Condition pour les points de discontinuité
ru_ru: Условия для точек разрыва
uk_ua: Умови для точок разриву

source: Condition for stationary points
ca_es: Condició de punt estacionari
cs_cz: Podmínka pro stacionární body
fr_fr: Condition de point stationnaire
ru_ru: Условия для стационарных точек
uk_ua: Умови для стаціонарних точок

source: Conditions
ca_es: Condicions
cs_cz: Podmínky
it_it: Condizioni
ru_ru: Условия
uk_ua: Умови
zh_cn: 条件

source: Consider reasonable bounds for axes, please.
ca_es: Valors raonables per les vores dels eixos, si us plau.
cs_cz: Pokuste se chybu eliminovat vhodnější volbou mezí.
fr_fr: Valeurs raisonnables pour les bords des axes, s'il vous plait.
it_it: Considerare limiti ragionevoli per gli assi.
ru_ru: Попробуйте выбрать более подходящие границы интервалов
uk_ua: Спробуйте вибрати більш відповідні границі інтервалів
zh_cn: 请使用合理的坐标轴界限。

source: Constant multiple rule
ca_es: Múltiple constant
cs_cz: Derivace konstantního násobku
fr_fr: Multiple constant
it_it: Regola della derivata del prodotto di una funzione per una costante
ru_ru: Производная произведения постоянных
uk_ua: Похідна добутку постійних
zh_cn: 常数相乘规则

source: Constant rule
ca_es: Constant
cs_cz: Derivace konstanty
fr_fr: Constante
it_it: Regola della derivata di una costante
ru_ru: Производная постоянной
uk_ua: Похідна постійної (константи)
zh_cn: 常数规则

source: Constant solution
ca_es: Solució constant
cs_cz: Konstantní řešení
fr_fr: Solution constante
it_it: Soluzione costante
ru_ru: решение в виде постоянной
uk_ua: Розв'язок у вигляді постійної
zh_cn: 常数解

source: Contract product of roots (rootscontract)
ca_es: Ajuntem les arrels (<b>rootcontract</b>)
cs_cz: Sloučit součiny odmocnin (funkce rootscontract)
fr_fr: Rassemblons les racines (<b>rootcontract</b>)
it_it: Contrarre il prodotto di radici (rootscontract)
ru_ru: Подведение множителей под одну степень (rootscontract)
uk_ua: Підведення множників під один степень (rootscontract)
zh_cn: 将根的乘积转化为乘积的根 (rootscontract)

source: Conversion into algebraic equation
ca_es: Conversió en una equació algebraica
cs_cz: Převod na algebraickou rovnici
fr_fr: Conversion en une équation algébrique
it_it: Trasformazione in un'equazione algebrica
ru_ru: Преобразование к алгебраическoму уравнению
uk_ua: Перетворення до алгебраїчного рівняння
zh_cn: 转换为代数方程

source: Conversion into exponential function
ca_es: Converteix en exponencial
cs_cz: Převod na exponenciální funkci
fr_fr: Conversion en exponentielle
it_it: Conversione in funzione esponenziale
ru_ru: Преобразование к форме экспоненциальной функции
uk_ua: Перетворення до форми експоненційної функції
zh_cn: 转换成指数函数

source: Critical points
ca_es: Punts crítics
cs_cz: Kritické body
fr_fr: Points critiques
it_it: Punti critici
ru_ru: Критические точки
uk_ua: Критичні точки
zh_cn: 临界点

source: Curve
cs_cz: Křivka
it_it: Curva
ru_ru: Кривая
uk_ua: Крива
zh_cn: 曲线

source: Curve derivatives
cs_cz: Derivace křivky
ru_ru: производные кривой
uk_ua: похідні кривої
zh_cn: 曲线的导数

source: Decimal number (dot separates decimal places) cannot be a part of another mathematical expression.
ca_es: Un nombre en notació decimal (el punt és l'indicador de decimals) no pot pas fer part d'una altra expressió matemàtica.
cs_cz: Desetinnou tečku můžete použít pouze, pokud desetinné číslo není součástí jiného matematického výrazu.
fr_fr: Un nombre en notation décimale (le point est l'indicateur des décimales) ne peut pas faire partie d'une autre expression mathématique.
it_it: Un numero decimale (il punto separa la parte decimale) non può essere parte di un'altra espressione matematica.
ru_ru: Десятичные числа (точка есть десятичный разделитель) не могут быть частью другого математического выражения.
uk_ua: Десяткові числа (точка - десятковий роздільник) не можуть бути частиною іншого математичного виразу.

source: Definite integral
cs_cz: Určitý integrál
it_it: Integrale definito
ru_ru: Oпределенный интеграл

source: Delete one of these characters or use parentheses properly.
cs_cz: Jeden ze znaků je nutno smazat, nebo je nutno správně použít závorky.
it_it: Cancellare uno di questi caratteri o usare in modo appropriato le parentesi.
ru_ru: Удалите один из этих символов или правильно применяйте круглые скобки.
uk_ua: Вилучіть один з цих символів або правильно застосовуйте круглі дужки.
zh_cn: 去掉多余的字符，或者适当使用括号。

source: Denote %s and %s.
ca_es: Escrivim %s i %s.
cs_cz: Označme %s a %s.
fr_fr: Écrivons %s et %s.
it_it: Denota %s e %s.
ru_ru: Обозначим %s и %s.
uk_ua: Позначимо %s та %s.

source: Derivative
ca_es: Derivada
cs_cz: Derivace
fr_fr: Dérivée
it_it: Derivata
ru_ru: Производная
uk_ua: Похідна
zh_cn: 求导

source: Derivative of %s
ca_es: Derivada de %s
cs_cz: Derivace %s
fr_fr: Dérivée de %s
it_it: Derivata di %s
ru_ru: Производная функции %s
uk_ua: Похідна функції %s
zh_cn: %s 的导数

source: Derivative of absolute value
ca_es: Derivada del valor absolut
cs_cz: Derivace absolutní hodnoty
fr_fr: Dérivée de la valeur absolue
it_it: Derivata del valore assoluto
ru_ru: Производная абсолютного значения
uk_ua: Похідна абсолютного значення
zh_cn: 绝对值函数的导数

source: Derivative of acrcotan function
ca_es: Derivada de l'arc cotangent
cs_cz: Derivace funkce arkuskotangens
fr_fr: Dérivée de l'arc cotangente
it_it: Derivata della funzione arcocotangente
ru_ru: Производная функции арккотангенс
uk_ua: Похідна функції арккотангенс
zh_cn: 反余切 (arccot) 函数的导数

source: Derivative of arccosine function
ca_es: Derivada de l'arc cosinus
cs_cz: Derivace funkce arkuskosinus
fr_fr: Dérivée de l'arc cosinus
it_it: Derivata della funzione arcocoseno
ru_ru: Производная функции арккосинус
uk_ua: Похідна функції арккосинус
zh_cn: 反余弦 (arccos) 函数的导数

source: Derivative of arcsine function
ca_es: Derivada de l'arc sinus
cs_cz: Derivace funkce arkussinus
fr_fr: Dérivée de l'arc sinus
it_it: Derivata della funzione arcoseno
ru_ru: Производная функции арксинус
uk_ua: Похідна функції арксинус
zh_cn: 反正弦 (arcsin) 函数的导数

source: Derivative of arctan function
ca_es: Derivada de l'arc tangent
cs_cz: Derivace funkce arkustangens
fr_fr: Dérivée de l'arc tangente
it_it: Derivata della funzione arcotangente
ru_ru: Производная функции арктангенс
uk_ua: Похідна функції арктангенс
zh_cn: 反正切 (arctan) 函数的导数

source: Derivative of contangent function
ca_es: Derivada de la cotangent
cs_cz: Derivace funkce kotangens
fr_fr: Dérivée de la cotangente
it_it: Derivata della funzione cotangente
ru_ru: Производная функции котангенс
uk_ua: Похідна функції котангенс
zh_cn: 余切 (cot) 函数的导数

source: Derivative of cosine function
ca_es: Derivada del cosinus
cs_cz: Derivace kosinu
fr_fr: Dérivée du cosinus
it_it: Derivata della funzione coseno
ru_ru: Производная функции косинус
uk_ua: Похідна функції косинус
zh_cn: 余弦 (cos) 函数的导数

source: Derivative of csc function
cs_cz: Derivace funkce kosecans
it_it: Derivata della funzione cosecante
ru_ru: Производная функции косеканс
uk_ua: Похідна функції косеканс
zh_cn: 余割(csc)函数的导数

source: Derivative of exponential function
ca_es: Derivada de l'exponencial
cs_cz: Derivace exponenciální funkce
fr_fr: Dérivée de l'exponentielle
it_it: Derivata della funzione esponenziale
ru_ru: Производная экспоненциальной функции
uk_ua: Похідна експоненційної функції
zh_cn: 指数函数的导数

source: Derivative of general solution is
ca_es: La derivada de la solució general és
cs_cz: Derivace obecného řešení je
fr_fr: La dérivée de la solution générale est
it_it: La derivata della soluzione generale è
ru_ru: Производная общего решения
uk_ua: Похідна загального розв'язка
zh_cn: 通解的导数为

source: Derivative of hyperbolic acrcotan function
cs_cz: Derivace funkce hyperbolický arkuskotangens
it_it: Derivata della funzione settore cotangente iperbolica
ru_ru: Производная функции гиперболический арккотангенс
uk_ua: Похідна функції гіперболічний арккотангенс
zh_cn: 双曲反余切 (arccoth) 函数的导数

source: Derivative of hyperbolic arccosine function
cs_cz: Derivace funkce hyperbolický arkuskosinus
it_it: Derivata della funzione settore coseno iperbolico
ru_ru: Производная функции гиперболический арккосинус
uk_ua: Похідна функції гіперболічний арккосинус
zh_cn: 双曲反余弦 (arccosh) 函数的导数

source: Derivative of hyperbolic arcsine function
cs_cz: Derivace funkce hyperbolický arkussinus
it_it: Derivata della funzione settore seno iperbolico
ru_ru: Производная функции гиперболический арксинус
uk_ua: Похідна функції гіперболічний арксинус
zh_cn: 双曲反正弦 (arcsinh) 函数的导数

source: Derivative of hyperbolic arctan function
cs_cz: Derivace funkce hyperbolický arkustangens
it_it: Derivata della funzione settore tangente iperbolica
ru_ru: Производная функции гиперболический арктангенс
uk_ua: Похідна функції гіперболічний арктангенс
zh_cn: 双曲反正切 (arctanh) 函数的导数

source: Derivative of hyperbolic contangent function
cs_cz: Derivace funkce hyperbolický kotangens
it_it: Derivata della funzione cotangente iperbolica
ru_ru: Производная функции гиперболический котангенс
uk_ua: Похідна функції гіперболічний котангенс
zh_cn: 双曲余切 (coth) 函数的导数

source: Derivative of hyperbolic cosine function
cs_cz: Derivace funkce hyperbolický kosinus
it_it: Derivata della funzione coseno iperbolico
ru_ru: Производная функции гиперболический косинус
uk_ua: Похідна функції гіперболічний косинус
zh_cn: 双曲余弦 (cosh) 函数的导数

source: Derivative of hyperbolic sine function
cs_cz: Derivace funkce hyperbolický sinus
it_it: Derivata della funzione seno iperbolico
ru_ru: Производная функции гиперболический синус
uk_ua: Похідна функції гіперболічний синус
zh_cn: 双曲正弦 (sinh) 函数的导数

source: Derivative of hyperbolic tangent function
cs_cz: Derivace funkce hyperbolický tangens
it_it: Derivata della funzione tangente iperbolica
ru_ru: Производная функции гиперболический тангенс
uk_ua: Похідна функції гіперболічний тангенс
zh_cn: 双曲正切 (tanh) 函数的导数

source: Derivative of logarithm
ca_es: Derivada del logaritme
cs_cz: Derivace logaritmu
fr_fr: Dérivée du logarithme
it_it: Derivata del logaritmo
ru_ru: Производная логарифмической функции
uk_ua: Похідна логарифмічної функції
zh_cn: 对数函数的导数

source: Derivative of particular solution (simplified)
ca_es: Derivada de la solució particular (simplificada)
cs_cz: Derivace partikulárního řešení (po úpravě)
fr_fr: Dérivée de la solution particulière (déjà simplifiée)
it_it: Derivata della soluzione particolare (semplificata)
ru_ru: Производная частного решения (проведено упрощение)
uk_ua: Похідна частинного розв'язку (проведено спрощення)
zh_cn: 特解的导数（已化简）

source: Derivative of power function
ca_es: Derivada d'una potència
cs_cz: Derivace mocninné funkce
fr_fr: Dérivée d'une puissance
it_it: Derivata della funzione potenza
ru_ru: Производная степенной функции
uk_ua: Похідна степеневої функції
zh_cn: 幂函数的导数

source: Derivative of sec function
cs_cz: Derivace funkce sekans
it_it: Derivata della funzione secante
ru_ru: Производная функции секанс
uk_ua: Похідна функції секанс
zh_cn: 正割(sec)函数的导数

source: Derivative of sine function
ca_es: Derivada del sinus
cs_cz: Derivace sinu
fr_fr: Dérivée du sinus
it_it: Derivata della funzione seno
ru_ru: Производная функции синус
uk_ua: Похідна функції синус
zh_cn: 正弦 (sin) 函数的导数

source: Derivative of tangent function
ca_es: Derivada de la tangent
cs_cz: Derivace funkce tangens
fr_fr: Dérivée de la tangente
it_it: Derivata della funzione tangente
ru_ru: Производная функции тангенс
uk_ua: Похідна функції тангенс
zh_cn: 正切 (tan) 函数的导数

source: Derivatives, derivatives at $#1$ and coefficients of Taylor polynomial
ca_es: Derivades, valors de les derivades a $#1$ i coeficients del polinomi de Taylor
cs_cz: Derivace, derivace v bodě $#1$ a koeficienty Taylorova polynomu
fr_fr: Dérivées, valeurs des dérivées en $#1$ et coefficients du polynôme de Taylor
it_it: Derivate, derivate in $#1$ e coefficienti del polinomio di Taylor
ru_ru: Производные, производные в точке $#1$ и коэффициенты многочлена Тейлора
uk_ua: Похідні, похідні в точці $ #1 $ та коефіцієнти многочлена Тейлора

source: Determinant of the coefficient matrix (wronskian of the solutions %s and %s) is
ca_es: El determinant de la matriu de coeficients (wronskià de les solucions %s i %s) és
cs_cz: Determinant matice soustavy (wronskián funkcí %s a %s)
fr_fr: Le déterminant de la matrice de coefficients (wronskien des solutions %s et %s) est
it_it: Il determinante della matrice dei coefficienti (il wronskiano delle soluzioni %s e %s) è
ru_ru: Определитель матрицы коэффициентов (вронскиан с решениями %s и %s)
uk_ua: Визначник матриці коефіцієнтів (вронскіан з розв'язками %s та %s)
zh_cn: 系数矩阵的行列式（解 %s 和 %s 的Wronski行列式）为

source: Differentiate #1 with respect to %s
ca_es: Derivem #1 respecte a %s
cs_cz: Derivujte #1 podle proměnné %s
fr_fr: Dérivons #1 par rapport à %s
it_it: Differenziare #1 rispetto a %s
ru_ru: Найти производную функции #1 пo %s
uk_ua: Знайти похідну функції #1 пo %s
zh_cn: 对 #1 关于 %s 求导

source: Differentiate function #1
ca_es: Derivem la funció #1
cs_cz: Derivujte funkci #1
fr_fr: Dérivons la fonction #1
it_it: Differenziare la funzione #1
ru_ru: Найти производную функции #1
uk_ua: Знайти похідну функції #1
zh_cn: 函数求导 #1

source: Differentiating we get %s.
ca_es: Derivant, obtenim %s.
cs_cz: Derivací obdržíme %s.
fr_fr: Dérivant, nous obtenons %s.
it_it: Derivando otteniamo %s
ru_ru: Дифференцируя, мы имеем %s.
uk_ua: Диференціюючи, ми маємо %s.
zh_cn: 求导，得到 %s。

source: Differentiating with respect to $ x$ we get %s.
ca_es: Derivant respecte a $ x$ obtenim %s.
cs_cz: Derivací podle $ x$ obdržíme %s.
fr_fr: Dérivant par rapport à $ x$ nous obtenons %s.
it_it: Derivando rispetto a $x$ otteniamo %s
ru_ru: Дифференцируя по $ x$, имеем %s.
uk_ua: Диференціюючи по $x$, маємо %s.

source: Differentiating with respect to $ y$ we get %s.
ca_es: Derivant respecte a $ y$ obtenim %s.
cs_cz: Derivací podle $ y$ obdržíme %s.
fr_fr: Dérivant par rapport à $ y$ nous obtenons %s.
it_it: Derivando rispetto a $y$ otteniamo %s
ru_ru: Дифференцируя по $ y$, имеем %s.
uk_ua: Диференціюючи по $y$, маємо %s.

source: Division
ca_es: Divisió
cs_cz: Dělení
it_it: Divisione
ru_ru: Деление
uk_ua: Ділення
zh_cn: 约分

source: Do not use comma.
ca_es: No feu servir la coma.
cs_cz: Nepoužívejte čárku.
fr_fr: N'employez pas la virgule.
it_it: Non usare virgole
ru_ru: Не применяйте символ ",".
uk_ua: Не застосовуйте символ ",".
zh_cn: 请不要使用逗号。

source: Do not use comma. To separate decimal places use the dot. If you wish to enter decimal number, this decimal number cannot be a part of mathematical formula.
ca_es: No feu servir la coma: el separador decimal és el punt. Un nombre en notació decimal no pot fer part d'una expressió matemàtica.
cs_cz: Nepoužívejte čárku. Pro oddělení desetinných míst nepoužívejte desetinnou čárku ale tečku. Desetinné číslo nemůže být součástí žádného jiného matematického výrazu.<br>
fr_fr: N'employez pas la virgule: le séparateur décimal est le point. Si vous voulez employer un nombre en notation décimale, celui-ci ne peut pas faire partie d'une expression mathématique.
it_it: Non usare la virgola. Per separare le cifre decimali usa il punto. Se vuoi inserire un numero decimale, tale numero non può essere parte di una formula matematica.
ru_ru: Не используйте запятую. Для отделения знаков в десятичнй дроби вместо запятой следует написать точку. Если вы хотите ввести десятичное число (дробь), это десятичное число не может быть частью математического выражения.
uk_ua: Не використовуйте кому. Для відділення знаків в десятковому дробі замість коми потрібно поставити точку. Якщо ви хочете ввести десяткове число (дріб), це десяткове число не може бути частиною математичного виразу.

source: Do not use decadic logarithm, please.
ca_es: No feu servir el logaritme en base 10, si us plau.
cs_cz: Nepoužívejte dvojkový nebo dekadický logaritmus.
fr_fr: N'employez pas le logarithme en base 10, s'il vous plait.
it_it: Non usare il logaritmo in base 10, per favore.
ru_ru: Не вводите десятичный логарифм, пожалуйста.
uk_ua: Не вводьте десятковий логарифм, будь ласка.
zh_cn: 请不要使用常用对数。

source: Do not use dot for multiplication.
ca_es: No feu servir el punt per multiplicar.
cs_cz: Nepoužívejte tečku pro násobení.
fr_fr: N'employez pas le point pour multiplier.
it_it: Non usare il punto per la moltiplicazione
ru_ru: Не используйте точку для умножения.
uk_ua: Не використовуйте точку для множення.
zh_cn: 请不要使用点作为乘号。

source: Do not use equations. The application cannot draw such an input.
ca_es: No feu servir equacions. No puc fer-ne la gràfica.
cs_cz: Nepoužívejte rovnice. Aplikace neumí zpracovat takový vstup.
fr_fr: N'employez pas des éequations. Je ne peux pas en faire le graphique.
ru_ru: Не используйте уравнения. Наши сервисы не могут обрабатывать такие входные данные.
uk_ua: Не використовуйте рівняння. Наші сервіси не можуть обробляти такі вхідні данні.

source: Do not use this function. If you need to use this function in your computation, run the computation in Maxima on your local computer.
ca_es: No feu servir aquesta funció. Si necessiteu fer servir aquesta funció al vostre càlcul, us caldrà utilitzar Màxima localment al vostre ordinador.
cs_cz: Nepoužívejte tuto funkci, nebo ji používejte přímo v programu Maxima na Vašem lokálním počítači.
fr_fr: N'employez pas cette fonction. Si vous avez besoin de cette fonction pour votre calcul, il vous faudra utiliser Maxima localement à votre ordinateur.
it_it: Non usare questa funzione. Se è necessario usare questa funzione nei conti, occorre effettuarli in Maxima sul pc locale.
ru_ru: Не применяйте эту функцию. Если вам нужна эта функцию в вашем вычислений, используйте ваш локальный компьютер.
uk_ua: Не застосовуйте цю функцію. Якщо вам потрібна саме ця функція для вашого обчислення, використовуйте свій локальний комп'ютер.

source: Domain (red region)
ca_es: Domini (vermell)
cs_cz: Definiční obor (vyznačen červeně)
fr_fr: Domaine (en rouge)
it_it: Dominio (area colorata in rosso)
ru_ru: Область определения (обозначено красным цветом)
uk_ua: Область визначення (позначено червоним коліром)
zh_cn: 定义域（红色区域）
