Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: The number %s takes the value %s and it is not solution of the characteristic equation %s.
ca_es: El nombre %s val %s i no és pas solució del polinomi característic %s.
cs_cz: Číslo %s je číslo %s a toto číslo není kořenem charakteristické rovnice %s.
fr_fr: Le nombre %s vaut %s et n'est pas solution du polynôme caractéristique %s.
it_it: Il numero %s ha il valore %s a non è soluzione dell'equazione caratteristica %s.
ru_ru: Число%s принимает значение %s, это число не является корнем характеристического уравнения %s.
uk_ua: Число %s приймає значення %s, це число не є коренем характеристичного рівняння %s.

source: The original function is %s.
ca_es: La funció original és %s.
cs_cz: Původní funkce je %s.
fr_fr: La fonction originale est %s.
it_it: La funzione originale è %s.
ru_ru: Исходная функция %s.
uk_ua: Вихідна функція %s.
zh_cn: 原是函数为 %s 。

source: The problem either does not make any sense or it is too difficult for Maxima. Check also, that the integral on the top matches your problem.
ca_es: El problema no té ni cap ni peus o bé és massa difícil per Màxima. Verifiqueu que la integral a dalt de tot correspon al vostre problema.
cs_cz: Integrál není korektně zadán, nebo je příliš těžký pro výpočet programem Maxima. Je též možné, že jste omylem zadala/zadal jiný integrál, než jste měla/měl skutečně na mysli.
fr_fr: Le problème n'a ni tête ni queue, ou bien il est trop difficile pour Maxima. Vérifiez que l'intégrale tout en haut corresponde bien à votre problème.
it_it: O il problema non ha alcun senso o è troppo difficile per Maxima. Controllare anche che l'integrale in alto coincida con il problema
ru_ru: Проблему не удалось решить, скорее всего она слишком сложная для программы Maxima. Еще проверьте, действительно ли Вы ввели тот интеграл, который хотели (нет ли ошибки на вводе?)
uk_ua: Проблему не вдалося рішити, скоріш про все вона достатньо складна для програми Maxima. Перевірте ще раз, чи дійсно Ви ввели той інтеграл, який хотіли (чи немає помилки?)
zh_cn: 问题没有意义，或者对 Maxima 来说太难了。请检查上面的积分式是否与你的问题匹配。

source: The result of advanced numerical method
ca_es: Resultat amb un mètode numèric avançat
cs_cz: Výsledek po aplikaci sofistikovanějších numerických metod
fr_fr: Résultat avec un méthode numérique avancée
it_it: Il risultato di metodi numerici avanzati
ru_ru: Результат более сложного численного метода
uk_ua: Результат більш складного чисельного методу

source: The result of symbolic computation
ca_es: Resultat del càlcul simbòlic
cs_cz: Výsledek symbolického výpočtu
fr_fr: Résultat du calcul symbolique
it_it: Il risultato del calcolo simbolico
ru_ru: Результат аналитического вычисления
uk_ua: Результат аналітичних розрахунків
zh_cn: 符号运算的结果

source: The right hand side has the form %s, where %s.
ca_es: El terme a la dreta és de la forma %s, amb %s.
cs_cz: Pravá strana rovnice má tvar %s, kde %s.
fr_fr: Le terme à droite est de la forme %s, avec %s.
it_it: Il secondo membro ha la forma %s, dove %s.
ru_ru: Правая часть в виде %s, где %s.
uk_ua: Права частина у вигляді %s, де %s.

source: The right hand side is polynomial %s, the degree of this polynomial is %s.
ca_es: El terme a la dreta és el polinomi %s, de grau %s.
cs_cz: Pravá strana rovnice je polynom %s, stupeň tohoto polynomu je %s.
fr_fr: Le terme à droite est le polynôme %s, de degré %s.
it_it: Il membro di destra è il polinomio %s, il grado di questo polinomio è %s.
ru_ru: Правая часть уравнения - это полином %s степени %s.
uk_ua: Права частина рівняння - це поліном %s степеня %s.
zh_cn: 右侧为多项式 %s，它的次数为 %s。

source: The right hand side is product of polynomial %s and exponential function %s, the degree of the polynomial is %s.
ca_es: La mà dreta és el producte del polinomi %s i l'exponencial %s; el grau del polinomi és %s.
cs_cz: Pravá strana je součinem polynomu %s a exponenciální funkce %s, stupeň polynomu je %s.
fr_fr: Le terme à droite est le produit du polynôme %s et l'exponentielle %s; le degré du polynôme est %s.
it_it: Il membro di destra è il prodotto di un polinomio %s e di una funzione esponenziale %s, il grado del polinomio è %s.
ru_ru: В правой части уравнения находится произведение полинома %s и экспоненциальной функции %s, степень полинома %s.
uk_ua: В правій частині рівняння знаходиться добуток полінома %s та експоненціальної функції %s, степень полінома %s.
zh_cn: 右侧为多项式的积 %s 和指数函数 %s，多项式的次数为 %s。

source: The second derivative
ca_es: La derivada segona
cs_cz: Druhá derivace
fr_fr: La dérivée deuxième
it_it: La derivata seconda
ru_ru: Вторая производная
uk_ua: Друга похідна
zh_cn: 二阶导数

source: The second derivatives
ca_es: Derivades segones
cs_cz: Druhé derivace
fr_fr: Dérivées deuxièmes
it_it: Le derivate seconde
ru_ru: Вторые производные
uk_ua: Другі похідні
zh_cn: 二阶导数

source: The second derivatives at stationary points
ca_es: Derivades segones als punts estacionaris
cs_cz: Druhé derivace ve stacionárních bodech
fr_fr: Dérivées deuxièmes aux points stationnaires
it_it: Le derivate seconde nei punti stazionari
ru_ru: Вторые производные в стационарных точках
uk_ua: Другі похідні в стаціонарних точках
zh_cn: 驻点处的二阶导数

source: The solution is %s.
ca_es: La solució és %s.
cs_cz: Obecné řešení je %s.
fr_fr: La solution est %s.
it_it: La soluzione è %s
ru_ru: Общее решение %s.
uk_ua: Загальний розв'язок %s.
zh_cn: 解为 %s。

source: The solution is at the line starting with %o2
ca_es: La solució és a la línia que comença amb %o2
cs_cz: Všímejte si řádku začínajícího symbolem %o2
fr_fr: La solution se trouve à la ligne qui comence par %o2
it_it: La soluzione è alla linea che inizia con %o2
ru_ru: Обратите внимание на строчку, которая начинается символом %o2
uk_ua: Зверніть увагу на на рядок, який починається символом %o2
zh_cn: 所求的解位于起始于 %o2 的直线上。

source: The solution of this linear system is
ca_es: La solució d'aquest sistema lineal és
cs_cz: Řešení soustavy lineárních rovnic
fr_fr: La solution de ce système linéaire est
it_it: La soluzione di questo sistema lineare è
ru_ru: Решение этой линейной системы
uk_ua: Розв'язок цієї лінійної системи
zh_cn: 此线性方程组的解为

source: The x axis goes through the set from the formulation of the problem. The problem is not well formulated.
ca_es: L'eix d'abscisses x travessa el conjunt de punts del problema, que no està ben formulat.
cs_cz: Osa x protíná zadanou množinu. Úloha na objem rotačního tělesa proto není korektně zadána.
fr_fr: L'axe d'abscisses x traverse l'ensemble des points du problème, qui n'est pas bien posé.
it_it: L'asse x passa attraverso l'insieme di formulazione del problema. Il problema non è ben formulato
ru_ru: Ось абсцисс (х) пересекается с заданной областью, поэтому условие задания некорректное.
uk_ua: Вісь абсцис (х) перетинається з заданою областю, тому умова завдання некорректна.
zh_cn: x 轴穿过了原问题中公式的集合。此题目不能被很好的公式化。

source: There is no asymptote at $\pm\infty$.
ca_es: No existeixen asímptotes a $\pm\infty$.
cs_cz: Funkce nemá asymptotu v $\pm\infty$.
fr_fr: Il n'y a pas d'asymptotes à $\pm\infty$.
it_it: Non ci sono asintoti a $\pm\infty$
ru_ru: Асимптота на $\pm\infty$ не существует.
uk_ua: Асимптота на $\pm\infty$ не існує.

source: There should be no derivative y' and no equality sign = in your input. Both are written on the left from the input field (you have to enter the right hand side of the equation only).
ca_es: No hi hauria d'haver cap derivada y' ni tampoc cap igual = a la vostra entrada. Us cal escriure només el que va a la dreta de la igualtat.
cs_cz: V zadání se nesmí vyskytovat derivace y' ani relace =, obojí již je předepsáno před formulářem (levá strana rovnice).
fr_fr: Il ne devrait pas y avoir aucune dérivée y' ni aucun égale = dans votre entrée. Il vous faut écrire seulement ce qui va à droite de l'égale.
it_it: Non ci devono essere la derivata y' ed il segno di = nel tuo input. Entrambi compaiono sulla sinistra del campo di input (devi inserire solo il membro di destra dell'equazione).
ru_ru: В задании запрещено иметь производную y' или знак = , оба символы уже записаны налево от поля задания (Вам надо задавать только правую часть равенства).
uk_ua: У заданні заборонено використовувати похідну y' або знак = , обидва символи уже записані зліва від поля завдання (Вам потрібно задавати лише праву частину рівності).
zh_cn: 不应当有导数 y' 并且输入中没有等号。两者都被写在左边的文本框中（你应当仅在右边的文本框中输入等式）。

source: There should be no higher derivative than first derivative.
ca_es: No hi hauria d'haver cap derivada múltiple (tan sols derivades primeres).
cs_cz: Na vstupu nesmí být vyšší než první derivace.
fr_fr: Il ne devrait pas y avoir aucune dérivée múltiple (seulement dérivées premières).
it_it: Non devono comparire derivate di ordine superiore al primo.
ru_ru: На вводе следует иметь производную только первого порядка (не выше).
uk_ua: Під час введеня потрібно мати похідну лише першого порядку.
zh_cn: 不应该有比一阶导数更高阶的导数。

source: This equation can be written as %s.
ca_es: Aquesta equació pot ser rescrita com a %s.
cs_cz: Rovnici je možno přepsat do tvaru %s.
fr_fr: Cette équation peut se récrire comme %s.
it_it: L'equazione può essere scritta come %s
ru_ru: Уравнение можно переписать как %s.
uk_ua: Рівняння можна переписати як %s.
zh_cn: 等式可写作 %s。

source: This error occurs also if there are too many requests in a short time, for example if somebody uses this server for teaching in computer lab.
ca_es: Aquest error també pot produir-se si el servidor rep moltes requestes gairebé simultànies, com ara quan tota una classe fa servir l'Assistent Matemàtic MAW alhora en sala d'informàtica.
cs_cz: Tato chyba se objevuje také v případě, že server obdrží příliš mnoho dotazů během krátké chvilky. Například pokud někdo používá MAW ve výuce a nasměruje sem během jednoho okamžiku všechny studenty v počítačové učebně.
fr_fr: Cette erreur peut se produire aussi si le serveur reçoit trop de requêtes presque simultanées, comme quand toute une classe en salle d'informatique enclenche MAW en même temps.
it_it: Questo errore capita anche se ci sono troppe richieste in un breve intervallo di temp, per esempio se qualcuno usa questo server per insegnare in un laboratorio informatico.
ru_ru: Это сообщение об ошибке появляется и в случае, когда в короткое время на сервер послано слишком много запросов, например при использовании сервисов MAW во время занятий посылают одновременно свои запросы все студенты учебной группы.
uk_ua: Це повідомлення про помилку з'являється і у випадку, коли в короткий час на сервер надіслано занадто багато запросів, наприклад, при використовуванні сервісів MAW під час заняттів посилають одночасно свої запити всі студенти навчальної групи.

source: This error occurs if somebody (you or another user) clicks the submit button many times in a sort time. Don't do it, please. Click the Submit button only once
ca_es: Aquest error es deu a que algú (vós o una altra persona a algun altre lloc del món) ha clicat el botó <b Envia-ho</b> moltes vegades seguides en poc temps. No ho feu, si us plau. Cliqueu <b>Envia-ho</b> només un cop, i espereu.
cs_cz: Toto chybové hlášení se objevuje například, pokud někdo (Vy nebo jiný uživatel který je právě online) odešle jeden dotaz mnohokrát během krátké chvilky. Nedělejte to prosím, klikejte na tlačítko Odeslat jenom jednou.
fr_fr: Cette erreur a lieu parce que quelqu'un (vous ou une autre personne ailleurs) a cliqué sur le bouton <b >Envoyer</b> trop de fois en peu de temps. Ne le faites plus, s'il vous plait. Cliquez <b>Envoyer</b> juste une fois, et attendez.
it_it: Questo errore si verifica se qualcuno (tu o un altro utente) clicca il pulsante Invio molte volte in un breve intervallo di tempo. Non farlo, per favore. Clicca il pulsante Invio solo una volta.
ru_ru: Это сообщение об ошибке означает, что кто-то (Вы или другой юзер, который тоже в режиме онлайн) посылает в краткое время один и тот же запрос. Пожалуйста, это не делайте, нажимайте на кнопку Отправить только один раз.
uk_ua: Це повідомлення про помилку означає, що хтось (Ви чи інший юзер, який також в режимі онлайн) надсилає в короткий час один й той самий запит. Будь ласка, не робіть цього, натискайте на кнопку Надіслати лише один раз.

source: This error should be fixed. You may report this error to the authors.
cs_cz: Tato chyba by měla být odstraněna. Můžete ji nahlásit autorům aplikace. Děkujeme.
it_it: Questo errore dovrebbe venire corretto. Si può riportare l'errore agli autori
ru_ru: Эта ошибка должна быть исправлена. Вы можете сообщить об этой ошибке авторaм.
uk_ua: Ця помилка повинна бути виправлена. Ви можете повідомити про неї авторaм.
zh_cn: 此错误应当被修正。请将此错误反馈给作者。

source: This is not supported in our integral assistant.
cs_cz: Toto není v naší aplikaci podporováno.
it_it: Questo non è supportato dal nostro assistente per il calcolo integrale.
ru_ru: Это не поддерживается нашим сервисом для интегрирования.
uk_ua: Це не підтримується нашим сервісом для інтегрування.
zh_cn: 积分助理目前不支持此功能。

source: This is pretty simple on Linux and on both Linux and Windows you can use precompiled virtual machine (link below the main title of each page).
ca_es: Això és particularment senzill a Linux. Tant a Linux com a Windows podeu fer servir el programa en binari precompilat (cliqueu a sota del títol principal de qualsevol pàgina).
fr_fr: Cela est particulièrement simple en Linux. Sur Linux et Windows vous pouvez employer les programmes déjà compilés (cliquez en dessous du titre principal de n'importe quelle page).
it_it: Questo è abbastanza semplice in Linux e sia in Linux che in Windows si può usare una macchina virtuale precompilata (il link è sotto il titolo principale di ogni pagina).
ru_ru: Проще всего (в операционных системах LINUX и WINDOWS) установить виртуальную машину - перейдите по ссылке для скачивания (под заголовком каждой страницы MAW).
uk_ua: Простіше за все (в операційних системах LINUX та WINDOWS) установити віртуальну машину - перейдіть за посиланням для завантаження (під заголовком кожної сторінки MAW).

source: This message appears if somebody else is working with the same calculator - try again after 1 min.
ca_es: Això vol dir que algú altre esta treballant amb la mateixa calculadora: torneu-ho a intentar d'aquí a 60 segons.
cs_cz: Tato chybová hláška se objeví, pokud někdo stejný pracuje se stejným kalkulátorem - zkuste se vrátit později.
fr_fr: Ceci veut dire que quelqu'un d'autre travaille avec la même calculette: ressayez d'ici 60 secondes.
it_it: Questo messaggio appare se qualcun altro sta lavorando con la stessa calcolatrice - riprovare tra 1 minuto.
ru_ru: Это сообщение появляется, если кто-то еще работает с теми же сервисами - попробуйте еще раз через минуту.
uk_ua: Це повідомлення з'являється у випадку, коли хто-небудь ще працює з тими ж сервісами - спробуйте ще раз через хвилину.
zh_cn: 抱歉，同时使用此功能的人太多，请一分钟后再试。

source: To be independent on our server install MAW offline for yourselves on your local computer.
ca_es: Si voleu la independència del nostre servidor, instal.leu l'Assistent Matemàtic al Web MAW al vostre propi ordinador.
cs_cz: Aby se Vám toto nestávalo, můžete si nainstalovat MAW na svůj server nebo na svůj lokální počítač. Nejjednodušší možnost je stáhnout offline verzi, která je virtuálním počítačem pro VMWare a je možné ji spouštět na všech běžných platformách. Odkaz pro stažení offline verze je na všech stránkách MAWu, hned pod nadpisem.
fr_fr: Si vous voulez l'indépendence de notre serveur, installez l'Assistant Mathématique au Web MAW sur votre propre ordinateur.
it_it: Per essere indipendenti dal nostro server, è possibile installare MAW offline per voi sul vostro computer locale.
ru_ru: С целью устранения таких неприятностей Вы можете установить сервисы MAW на Ваш сервер или на личный компьютер и можете ими пользоваться оффлайн.
uk_ua: З метою усунення таких неприємностей Ви можете встановити сервіси MAW на Ваш сервер або на особистий комп'ютер та можете їх використовувати оффлайн.

source: Too many requests
ca_es: Massa tràfic
cs_cz: Příliš mnoho dotazů na server.
fr_fr: Trop de requêtes
it_it: Troppe richieste.
ru_ru: Слишком много запросов
uk_ua: Надто багато запитів
zh_cn: 服务器请求过多

source: Transformation to Riemann integral
cs_cz: Transformace na Riemannův integrál
it_it: Trasformazione nell'integrale di Riemann
ru_ru: Переход к интегралу Римана
uk_ua: Переход до інтеграла Рімана

source: Transforming %s into %s.
ca_es: Transformant %s en %s.
cs_cz: Transformujeme %s na %s.
fr_fr: Transformant %s en %s.
it_it: Trasformazione di %s in %s.
ru_ru: Преобразуем (трансформируем) %s на %s.
uk_ua: Перетворюємо (трансформуємо) %s на %s.
zh_cn: 将 %s 变形为 %s 。

source: Trapeziodal rule for definite integral
ca_es: Aproximació de la integral per suma de trapezis
cs_cz: Lichoběžníkové pravidlo pro určitý integrál
fr_fr: Approximation avec trapèzes pour l'intégrale
it_it: Regola dei trapezi per l'integrale definito
ru_ru: Метод трапеции для определенного интеграла
uk_ua: Метод трапеції для визначеного інтегралу
zh_cn: 定积分的梯形法则

source: Try something another.
ca_es: Intenteu alguna altra cosa.
cs_cz: Zkuste něco jiného.
fr_fr: Essayez autre chose.
it_it: Provare qualcosa d'altro
ru_ru: Попробуйте что-нибудь другое.
uk_ua: Спробуйте що-небудь інше.
zh_cn: 尝试其它方法。

source: Turning %s into %s.
ca_es: Girant %s cap a %s.
cs_cz: Otáčíme %s na %s.
fr_fr: Tournant %s vers à %s.
it_it: Trasformare %s in %s
ru_ru: Поворот %s на %s
uk_ua: Поворот %s на %s
zh_cn: 将 %s 旋转为 %s 。

source: Two independent solutions are %s and %s.
ca_es: Dues solucions independents són %s i %s.
cs_cz: Dvě lineárně nezávislá řešení jsou %s a %s.
fr_fr: Deux solutions indépendantes sont %s et %s.
it_it: Due soluzioni indipendenti sono %s e %s.
ru_ru: Два линейно независимые решения это %s и %s.
uk_ua: Два лінійно незалежні ррозв'язки - це %s и %s.
zh_cn: 两个独立的解是 %s 和 %s 。

source: Under construction
cs_cz: Tato funkce zatím není dostupná
it_it: In costruzione
ru_ru: В разработке
uk_ua: В розробці
zh_cn: 建设中

source: Unmatched parenthesis has been found. Correct the problem please.
ca_es: Parèntesis dretes i esquerres no quadren. Redreceu la vostra expressió, si us plau.
cs_cz: Jiný počet otevíracích a uzavíracích závorek. Opravte tento problém prosím.
fr_fr: Parenthèses droites et gauches no collent pas. Corrigez votre expression, s'il vous plait.
it_it: E' stata trovata una parentesi aperta/chiusa che non corrisponde ad una chiusa/aperta. Per favore correggere il problema.
ru_ru: Проблема в несовпадающих скобках. Исправьте ошибку, пожалуйста.
uk_ua: Проблема в тому, що кількість відкритих та закритих дужок не співпадає. Виправте помилку, будь ласка.
zh_cn: 括号不匹配。请检查并更正。

source: Unsupported function %s.
ca_es: Funció no implementada %s.
cs_cz: Nepodporovaná funkce %s.
fr_fr: Fonction non implémentée %s.
it_it: Funzione non supportata %s.
ru_ru: Неподдерживаемая функция %s.
uk_ua: Функція %s, яка не підтримується.
zh_cn: 系统不支持 %s 函数。

source: Upper limit
ca_es: Límit inferior
cs_cz: Horní mez
fr_fr: Limite inférieure
it_it: Limite superiore
ru_ru: Верхний предел
uk_ua: Верхня границя
zh_cn: 上界

source: Use 1/2 to insert one half. Not ½.
ca_es: Feu servir 1/2 per dir la meitat, i no pas ½.
cs_cz: Pro zápis čísla jedna polovina použijte klasické dělení, tj. 1/2 (celkem tři znaky). Nepoužívejte znak ½.
fr_fr: Employez 1/2 pour dire la moitié, et non pas ½.
it_it: Usare 1/2 per scriver un mezzo, non ½.
ru_ru: Используйте 1/2 для половины. Не ½.
uk_ua: Використовуйте 1/2 для половини, не ½.
zh_cn: 请使用 1/2 来表示二分之一。不要使用 ½。

source: Use ^2 to insert second power. Not ².
ca_es: Feu servir ^2 per indicar un quadrat, no pas ².
cs_cz: Pro zápis druhé mocniny používejte ^2. Nepište ².
fr_fr: Employez ^2 pour indiquer un carré, non pas ².
it_it: Usare ^2 per inserire un quadrato, non ².
ru_ru: Применяйте знак ^2 для возведения в квадрат. Запрешено ².
uk_ua: Застосовуйте знак ^2 для піднесення до квадрату. Заборонено ².
zh_cn: 请使用 ^2 来表达平方。不要使用 ²。

source: Use dot only for decimal numbers, if necessary. Do not use dot for multiplication. The operator for multiplication is star, write for example 2*x for "two eks". If you wish to enter decimal number, this decimal number cannot be a part of mathematical formula.
ca_es: Feu servir el punt com a separador decimal exclusivament (no la coma). No feu servir el punt per indicar la multiplicació: el signe de multiplicació és un asterisc. Escriviu, per exemple, 2*x in pas 2.x ni 2x. Si us cal un nombre en notació decimal, recordeu que aquest nombre no pot pas aparèixer a una fòrmula matemàtica (els enters sí, però).
cs_cz: Nepoužívejte tečku jinak než jako desetinnou čárku (musí kolem ní být čísla). Násobení zapisujte pomocí hvězdičky, např 2*x. Desetinné číslo nemůže být součástí žádného jiného matematického výrazu.
fr_fr: Employez le point comme séparateur décimal exclusivement (non pas la virgule). N'employez pas le point pour indiquer la multiplication: le signe de multiplication est un astérisque. Écrivez, par exemple, 2*x et non pas 2.x ni 2x. Si vous voulez employer un nombre en notation décimale, ce nombre ne peut pas faire partie d'une formule mathématique (les entiers si, pourtant).
it_it: Usare il punto solo per i numeri decimali, se necessario. Non usare il punto per la moltiplicazione. L'operatore per la moltiplicazione è l'asterisco, scrivere per esempio 2*x per 2x. Se si desidera inserire un numero decimale, tale numero non può essere parte di una formula matematica.
ru_ru: Используйте точку только для десятичных чисел, если это необходимо. Не используйте точку для умножения.Оператор умножения это * (звездочка). Напишите, например, 2*х для "два икс". Если вы хотите ввести десятичное число, это десятичное число не может быть частью математической формулы.
uk_ua: Використовуйте точку тільки для десяткових чисел, якщо це необхідно. Не використовуйте точку для множення. Оператор множення це * (зірочка). Напишіть, наприклад, 2 * х для "два ікс ". Якщо ви хочете ввести десяткове число, це десяткове число не може бути частиною математичної формули.

source: Use numbers only. Use commas and semicolons to separate point coordinates and points in the data file.
ca_es: Feu servir només expressions numèriques. Separeu les coordenades d'un punt amb comes, i els punts amb punt-i-comes.
cs_cz: Používejte jenom čísla. Používejte čárky pro oddělení souřadnic a středníky pro oddělení bodů.
fr_fr: Employez seulement expressions numériques. Séparez les coordonnées d'un point avec virgules, et les points avec point-et-virgules.
it_it: Usare solo numeri. Usare virgole e punti e virgola per separare le coordinate dei punti e i punti nel file di dati.
ru_ru: Применяйте только числа. Применяйте в вводном файле запятую (,) и точку с запятой (;) для отделения записей координат точек и осей координат.
uk_ua: Застосовуйте лише числа. Використовуйте в вводному файлі кому (,) та точку з комою (;) для відділення записів координат точек й вісей координат.
zh_cn: 请只使用数字。用逗号和分号分开数据中每个点的坐标和各个不同点。

source: Use only integers or decimal numbers for coefficients on the left hand side.
ca_es: Feu servir tan sols nombres (enters o decimals) per als coeficients de l'esquerra.
cs_cz: Pro koeficienty na levé straně používejte jenom celá nebo desetinná čísla.
fr_fr: Employez seulement des nombres (entiers ou décimales) pour les coefficients de la gauche.
it_it: Usare solo numeri interi o decimali come coefficienti del primo membro
ru_ru: В качестве коэффициентов в левой части используйте только целые или десятичные числа.
uk_ua: Як коефіцієнти в лівій частині використовуйте лише цілі або десятичні числа.
zh_cn: 左侧的系数请只输入整数或者小数。

source: Use only natural logarithm.
ca_es: Feu servir tan sols el logaritme natural.
cs_cz: Používejte jenom přirozený logaritmus.
fr_fr: Employez seulement le logarithme naturel.
it_it: Usare solo logaritmi naturali
ru_ru: Применяйте только натуральный логарифм.
uk_ua: Застосовуйте лише натуральний логарифм.
zh_cn: 只能使用自然对数。
