Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: you can remove a constant multiple from the integral
ca_es: podeu factoritzar una constant fora de la integral
cs_cz: můžete vytknout konstantu
fr_fr: vous pouvez factoriser une constante en dehors de l'intégrale
it_it: si può rimuovere una costante multipla dll'integrale
ru_ru: можете вынести постоянный множитель за знак интеграла
uk_ua: можете винести постійний множник за знак інтегралу
zh_cn: 从积分式中提出常数系数

source: Comparison with other methods
cs_cz: Srovnání s dalšími metodami
it_it: Confronto con altri metodi

source: Graph of the function and mean value
cs_cz: Graf funkce a střední hodnoty
it_it: Grafico della funzione e valor medio

source: Help to find the primitive function
cs_cz: Pomoc s hledáním primitivní funkce
it_it: Aiuto per trovare la primitiva

source: Iteration scheme
cs_cz: Iterační schema
it_it: schema di iterazione

source: Newton--Raphson method
cs_cz: Newtonova metoda
it_it: Metodo di Newton--Raphson

source: Newton-Raphson method
cs_cz: Newtonova metoda
it_it: Metodo di Newton-Raphson

source: The function %s has a \textbf{saddle point} at %s, there is no local extremum at this point. (Hessian is negative.)
ca_es: La funció %s té un \textbf{punt de sella} a %s; no hi ha ni màxim ni mìnim a aquest punt. (L'hessià és negatiu.)
cs_cz: Funkce %s nemá v bodě %s lokální extrém. (Hessián je záporný.)
fr_fr: La fonction %s a un \textbf{point de selle} en %s; il n'y a pas de maximum ni minimum à ce point. (L'hessien est négatif.)
it_it: La funzione %s ha un \textbf{punto di sella} in %s, non c'è un estremo locale in tale punto. (Il determinante Hessiano è negativo.)
uk_ua: Функція %s має \textbf {сідлову точку} в %s, отже немає локального екстремума в цій точці. (Гессіан від'ємний.)
zh_cn: 函数 %s 上的点 %s 为一个\textbf{鞍点} 。此点没有局部极值。（海森矩阵为负值。）

source: We solve the equation %s using Newton--Raphson method with initial guess %s.
cs_cz: Řešíme rovnici %s pomocí Newtonovy metody s počátečním odhadem %s.
it_it: Risolviamo l'equazione %s usando il metodo di Newton-Raphson, con ipotesi iniziale %s.

source: http://sourceforge.net/projects/mathassistant/forums/forum/796831
cs_cz: http://forum.matweb.cz/viewforum.php?id=39
