Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: number of subintervals
ca_es: nombre de sots-intervals
cs_cz: počet dílků v dělení
fr_fr: nombre de sous-intervalles
it_it: numero di sottointervalli
ru_ru: количество подинтервалов
uk_ua: Кількість підінтервалів

source: numerical approximation
ca_es: aproximació numèrica
cs_cz: aproximovat numericky
fr_fr: approximation numérique
it_it: approssimazione numerica
ru_ru: с помощью цифр (численно, приближенно?)
uk_ua: чисельна апроксимація
zh_cn: 数字近似值

source: our hint
ca_es: pista de sortida
cs_cz: použít náš návrh
fr_fr: indication de sortie
it_it: il nostro suggerimento
ru_ru: наша подсказка
uk_ua: наша підказка
zh_cn: 提示

source: parameters %s
ca_es: paràmetres %s
cs_cz: parametry %s
fr_fr: paramètres %s
it_it: parametri %s
ru_ru: параметры %s
uk_ua: параметри %s
zh_cn: 参数 %s

source: partial fractions
ca_es: fraccions parcials
cs_cz: rozklad na parciální zlomky
fr_fr: fractions partielles
it_it: frazioni parziali
ru_ru: pазложение дробей
uk_ua: розкладення дробів
zh_cn: 部分分式

source: partial fractions or
ca_es: fraccions parcials o bé
cs_cz: parciální zlomky nebo
fr_fr: fractions partielles ou bien
it_it: frazioni parziali o
ru_ru: pазложение дробей или
uk_ua: розкладання дробів або
zh_cn: 部分分式或者

source: point of rotation or focus
ca_es: focus o punt de rotació
cs_cz: bod rotace nebo ohnisko
fr_fr: foyer ou point de rotation
it_it: punto di rotazione del fuoco
ru_ru: точка вращения или фокус
uk_ua: точка обертання або фокус

source: power ^ or **
ca_es: potència ^ o bé **
cs_cz: mocnina ^ nebo **
fr_fr: puissance ^ ou bien **
it_it: potenza ^ o **
ru_ru: cтепень (обозначается через ^ или **)
uk_ua: cтепінь позначається через ^ або **
zh_cn: 乘方，^ 或者 **

source: put these point into the form
ca_es: rescrivim aquests punts de la forma
cs_cz: přenést výpočet do formuláře
fr_fr: récrivons ces points de la forme
it_it: inserisci questi punti nel form
ru_ru: запишите эти точки в формуляр задания
uk_ua: запишіть ці точки в формуляр завдання
zh_cn: 将这些点输入表单

source: quadratic polynomial
ca_es: polinomi de segon grau
cs_cz: kvadratický polynom
fr_fr: polynôme de troisième degré
it_it: polinomio quadratico
ru_ru: квадратичный полином
uk_ua: квадратичний поліном
zh_cn: 二次多项式

source: radcan
ru_ru: операция radcan
uk_ua: операція radcan
zh_cn: 固定化简(radcan) - 结果仅包含根式、对数和指数

source: rational function, but expansion into partial fractions failed (it could be necessary to simplify first (radcan, xthru, ...), or the function could be a <a href="http://en.wikipedia.org/wiki/Partial_fractions_in_integration#A_repeated_irreducible_2nd-degree_polynomial_in_the_denominator">partial fraction with repeated irreducible 2nd-degree polynomial in the denominator</a>)
ca_es: funció racional, efectivament, però l'expansió en fraccions parcials ha fallat. Potser primer cal simplificar (radcan, xthru, ...), o potser la funció és un <a href="http://ca.wikipedia.org/wiki/Integració_de_fraccions_racionals#Polinomi_irreductible_de_segon_grau_al_denominador">polinomi irreductible de segon grau al denominador</a>)
cs_cz: racionální funkce, ale nepodařilo se rozložit na parciální zlomky (možná je potřeba upravit funkci (radcan, xthru, ...), ale možná je to přímo <a href="http://en.wikipedia.org/wiki/Partial_fractions_in_integration#A_repeated_irreducible_2nd-degree_polynomial_in_the_denominator">parciální zlomek s násobnými komplexními kořeny ve jmenovateli</a>)
fr_fr: fonction rationnelle, effectivament, mais l'expansion en fractions partielles a échoué. Peut-être en premier faut-il simplifier (radcan, xthru, ...), ou peut-être la fonction est un <à href="http://ca.wikipedia.org/wiki/Integration_de_fractions_rationnales#Polynôme_irreductible_de_segon_degré_al_dénominateur">polynôme irreductible de deuxième degré au dénominateur</à>)
it_it: funzione razionale, ma la decomposizione in frazioni parziali è fallita (potrebbe essere necessario prima semplificare, es. radcan, xthru,...) o la fuzione potrebbe essere una frazione parziale con polinomi di secondo grado irriducibili ripetuti al denominatore.
ru_ru: рациональная функция, но не удалось представить в виде суммы простых дробей (может быть надо сначала упростить (radcan, xthru, ...) или может быть эта функция уже является <a href="http://en.wikipedia.org/wiki/Partial_fractions_in_integration#A_repeated_irreducible_2nd-degree_polynomial_in_the_denominator">простой дробью с кратными комплексными корнями в знаменателе</a>
uk_ua: раціональна функція, але не вдалося представити її в вигляді суми простих дробів (можливо потрібно спочатку спростити (radcan, xthru, ...) або може ця функція уже є <a href="http://en.wikipedia.org/wiki/Partial_fractions_in_integration#A_repeated_irreducible_2nd-degree_polynomial_in_the_denominator">простим дробом з кратними комплексними коренями в знаменнику</a>
zh_cn: 函数为有理函数，但是无法将其分解为部分分式（或许需要先进行化简，或者函数可能是一个 <a href="http://en.wikipedia.org/wiki/Partial_fractions_in_integration#A_repeated_irreducible_2nd-degree_polynomial_in_the_denominator">分母中含有重复不可约二阶多项式的部分分式</a>）

source: ratsimp
ru_ru: операция ratsimp
uk_ua: операція ratsimp
zh_cn: 合理化简(ratsimp) - 结果为约分后的有理函数的组合

source: red
ca_es: vermell
cs_cz: červeně
fr_fr: rouge
it_it: rosso
ru_ru: красный
uk_ua: червоний
zh_cn: 红色

source: remove absolute values
ca_es: treu els valors absoluts
cs_cz: odstranit absolutní hodnoty
fr_fr: dàbarrassons-nous des valeurs absolues
it_it: elimina i valori assoluti
ru_ru: удалить абсолютные значения
uk_ua: позбавитись від модулів
zh_cn: 去掉绝对值

source: replace <b>even powers of cosine</b> function by sine function
ca_es: remplaça les <b>potències parells de cosinus</b> per sinus
cs_cz: nahradit <b>sudé mocniny funkce konsius</b> funkcí sinus
fr_fr: remplace les <b>puissances paires de cosinus</b> par sinus
it_it: sostituisci <b>le potenze pari della funzione coseno</b> con la funzione seno
ru_ru: заменить четные степени косинуса на функцию синус
uk_ua: замінить парні степені косинуса на функцію синус
zh_cn: 用正弦函数代换<b>余弦函数的偶数次幂</b>

source: replace <b>even powers of sine</b> function by cosine function
ca_es: remplaça les <b>potències parells de sinus</b> per cosinus
cs_cz: nahradit <b>sudé mocniny funkce sinus</b> funkcí kosinus
fr_fr: remplace les <b>puissances paires de sinus</b> par cosinus
it_it: sostotuisci <b>le potenze pari della funzione seno</b> con la funzione coseno
ru_ru: заменить четные степени синуса на функцию косинус
uk_ua: заменити парні степені синуса на функцію косинус
zh_cn: 用余弦函数代换<b>正弦函数的偶数次幂</b>

source: replace function <b>sec</b> and <b>csc</b> by equivalent functions in terms <b>sin</b> and <b>cos</b>
ca_es: remplaça les <b>secants</b> i <b>cosecants</b> per sinus i cosinus
cs_cz: nahradit funkce <b>sec</b> a <b>csc</b> ekvivalentním vyjádřením pomocí <b>sin</b> a <b>cos</b>
fr_fr: remplace les <b>sécantes</b> et <b>cosécantes</b> par sinus et cosinus
it_it: sostituisci le funzioni <b>sec</b> e <b>csc</b> con funzioni equivalenti in termini di <b>sin</b> e <b>cos</b>
ru_ru: заменить функцию <b>sec</b> и <b>csc</b> на тождественные функции, содержашие<b>sin</b> и <b>cos</b>
uk_ua: замінити функцію <b>sec</b> і <b>csc</b> на тотожні функції, які містять <b>sin</b> та <b>cos</b>
zh_cn: 用等价的 <b>sin</b> 和 <b>cos</b> 函数代换 <b>sec</b> and <b>csc</b> 函数。

source: rootscontract
ru_ru: операция rootscontract
uk_ua: операція rootscontract
zh_cn: 指数收缩(rootscontract) - 将根式的积转换为乘积的根式

source: round parentheses
ca_es: parèntesis
cs_cz: kulaté závorky
fr_fr: parenthèses ( )
it_it: parentesi tonde
ru_ru: круглые скобки
uk_ua: круглі дужки
zh_cn: 圆括号

source: saddle point
ca_es: punt de sella
cs_cz: sedlo
fr_fr: point de selle
it_it: Punto di sella
ru_ru: седловая точка
uk_ua: сідлова точка
zh_cn: 鞍点

source: should be checked for substitutions of the form
ca_es: on hi voldriem fer la substitució
cs_cz: toto políčko by mělo být zaškrtnuté u substitucí typu
fr_fr: où nous voudrions faire la substitution
it_it: deve essere controllata per sostituzioni del tipo
ru_ru: этот выбор для замены должен быть обозначен галочкой
uk_ua: цей вибір для заміни повинен бути позначений галочкою
zh_cn: 按照此换元形式检验

source: simplification
ca_es: simplificació
cs_cz: úprava
it_it: semplificazione
ru_ru: упрощение
uk_ua: спрощення
zh_cn: 化简

source: simplify
ca_es: simplifica
cs_cz: upravit
fr_fr: simplifie
it_it: semplifica
ru_ru: упростить
uk_ua: спростити
zh_cn: 化简

source: simplify fraction
ca_es: simplifica la fracció
cs_cz: upravit zlomek
fr_fr: simplifie la fraction
it_it: semplificare frazioni
ru_ru: упрощенная дробь
uk_ua: спрощенний дріб
zh_cn: 化简分式

source: simplify fraction, each part separately
ca_es: simplifica la fracció, cada part separadament
cs_cz: upravit zlomek, každou část samostatně
fr_fr: simplifie la fraction, chaque partie séparément
it_it: semplifica la frazione, ogni parte separatamente
ru_ru: упростить дроби, отдельно каждую
uk_ua: спростити дріб, кожний окремо
zh_cn: 化简分式，每一部分分别化简

source: simplify the fractions using xthru or fullratsimp
ca_es: simplifica les fraccions amb <b>xthru</b> o <b>fullratsimp</b>
cs_cz: upravit zlomek pomocí xthru nebo fullratsimp
fr_fr: simplifie les fractions avec <b> xthru</b> ou <b>fullratsimp</b>
it_it: semplificare le frazioni usando xthru o fullratsimp
ru_ru: упрощение дробей с использованием xthru или fullratsimp
uk_ua: спрощення дробів з використанням xthru або fullratsimp
zh_cn: 使用通分(xthru)或者完全合理化简(fullratsimp)化简分式

source: simplify trigonometric functions
ca_es: simplifica les funcions trigonomètriques
cs_cz: upravit goniometrické funkce
fr_fr: simplifie les fonctions trigonométriques
it_it: semplifica funzioni trigonometriche
ru_ru: упростить тригонометрические функции
uk_ua: спростити тригонометричні функції
zh_cn: 化简三角函数

source: skipping the picture ... (as explained hereinabove)
ca_es: ens saltem el gràfic... (lleguin-ne l'explicació més amunt)
cs_cz: Obrázek přeskakuji (viz komentář nad tabulkou)...
fr_fr: sans graphique... (lisez-en l'explication plus haut)
it_it: Il grafico viene saltato... (come spiegato qui sopra)
ru_ru: пропустив рисунок... (как описано выше)
uk_ua: пропустивши рисунок... (як описано вище)

source: split in a clever way into two fractions of the form %s and use formulas for integration (ignore also the hint in the next step and finish the integration by Maxima)
ca_es: separeu-ho astutament en dues fraccions de la forma %s i feu servir les fòrmules d'integració (ignoreu també la proposta del pas següent, i deixeu que Màxima enllestixi la integral)
cs_cz: chytře rozdělit na součet dvou zlomků do tvaru %s a použít vzorce (radu v následujícím kroku ignorujte a volte dokončení integrace)
fr_fr: séparez astucieusement en deux fractions de la forme %s et employez les formules d'intégration (ignorez aussi la suggestion du pas suivant, et laissez que Maxima aboutissen l'intégrale)
it_it: dividere in modo inteligente in due frazioni della forma %s e usare le formule per l'integrazione (ignorare anche il suggerimento nel prossimo passo e finire l'integrazione con Maxima)
ru_ru: ловко преобразовать в сумму двух дробей в виде %s и применить формулы (не обращайте внимания на совет на следующем шагу и выберите завершение интегрирования)
uk_ua: вправно перетворити в суму двох дробів у вигляді %s та застосувати формули (не звертайте увагу на пораду на наступному кроці й оберіть закінчення інтегрування)
zh_cn: 用合理的方式将其分解成两个 %s 形式的分式，然后使用公式进行积分（忽略下一步给出的提示，让 Maxima 自动完成积分）

source: stable focus
ca_es: focus estable
cs_cz: stabilní ohnisko
fr_fr: foyer stable
it_it: fuoco stabile
ru_ru: устойчивый фокус
uk_ua: стійкий фокус

source: stable node
ca_es: node estable
cs_cz: stabilní uzel
fr_fr: noeud stable
it_it: nodo stabile
ru_ru: устойчивый узел
uk_ua: стійкий вузол

source: substitute limits
ca_es: substitueix els límits
cs_cz: dosadit meze (určitý integrál pomocí Newtonovy-Leibnizovy formule)
fr_fr: substitue les limites
it_it: sostituire i limiti
ru_ru: подставить пределы интегрирования (использовать теоремy Ньютона-Лейбница)
uk_ua: підставити границі інтегрування (використати теоремy Ньютона-Лейбніца)
zh_cn: 带入界限

source: substituting limits
ca_es: substituïnt els límits
cs_cz: dosazení mezí
fr_fr: remplaçant les limites
it_it: sostituzione dei limiti
ru_ru: Теорема Ньютона-Лейбница (подстановка границ интегрирования)
uk_ua: Теорема Ньютона-Лейбніца (підстановка границь інтегрування)
zh_cn: 带入界限

source: substitution
cs_cz: substituce
it_it: sostituzione
ru_ru: замена переменных
uk_ua: заміна змінних
zh_cn: 换元积分

source: substitution (the function is odd with respect to both sin and cos)
ca_es: substitució (funció senar del sinus i del cosinus)
cs_cz: substituce (funkce je lichá vzhledem k sinu i kosinu)
fr_fr: substitution (fonction impaire du sinus et du cosinus)
it_it: sostituzione (la funzioneè disparia sia rispetto a sin che cos)
ru_ru: замена переменных (функция нечетная как по синусу, так и по косинусу)
uk_ua: заміна змінних (функція непарна як по синусу, так і по косинусу)
zh_cn: 换元（函数是关于 sin 和 cos 的奇函数）

source: substitution (the function is odd with respect to cos)
ca_es: substitució (funció senar del cosinus)
cs_cz: substituce (funkce je lichá vzhledem ke kosinu)
fr_fr: substitution (fonction impaire du cosinus)
it_it: sostituzione (la funzione è dispari rispetto a cos)
ru_ru: замена переменных (функция нечетная по косинусу)
uk_ua: заміна змінних (функція непарна по косинусу)
zh_cn: 换元（函数是关于 cos 的奇函数）

source: substitution (the function is odd with respect to sin)
ca_es: substitució (funció senar del sinus)
cs_cz: substituce (funkce je lichá vzhledem k sinu)
fr_fr: substitution (fonction impaire du sinus)
it_it: sostituzione (la funzione è dispari per sin)
ru_ru: замена переменных (функция нечетная по синуcу)
uk_ua: заміна змінних (функція непарна по синуcу)
zh_cn: 换元（函数是关于 sin 的奇函数）

source: substitution (use trigsimp function in the next step after goniometric substitution)
ca_es: substitució (feu servir <b>trigsimp</b> a l'etapa següent després de la substitució angular)
cs_cz: substituce (pokud použijete goniometrickou substituci, doporučujeme po substituci zjednodušit volbou trigsimp)
fr_fr: substitution (employez <b>trigsimp</b> à l'etape suivante après la substitution angulaire)
it_it: sostituzione (usare la funzione trigsimp nel prossimo passaggio dopo la sostituzione goniometrica)
ru_ru: замена переменной (после этой замены примените функцию trigsimp для упрощения выражения)
uk_ua: заміна змінних (після цієї заміны застосуйте функцію trigsimp для спрощення виразу)
zh_cn: 换元（完成角代换后进行三角化简）

source: the function can be divided into sum of formulas
ca_es: la funció pot ésser separada en una suma de fòrmules
cs_cz: funkci lze dělením převést na součet vzorců
fr_fr: la fonction peut être séparée en une somme de formules
ru_ru: функцию можно разложить в сумму математических выражений
uk_ua: функція може бути розкладена на суму виразів
zh_cn: 该函数可以被分解为几个公式的和

source: the function can be expanded into sum of formulas
ca_es: la funció pot ésser expandida en una suma d'expressions
cs_cz: funkci lze rozložit nebo roznásobit na součet vzorců
fr_fr: la fonction peut être développée en une somme d'expressions
ru_ru: функцию можно расширить представит в виде суммы математических выражений
uk_ua: функцію можна представити у вигляді суми виразів
zh_cn: 该函数可以被展开为几个公式的和

source: the intersection is red region
ca_es: la intersecció és la zona vermella
cs_cz: průnik je vyznačen červeně
fr_fr: l'intersection est la zone rouge
it_it: l'intersezione è la regione rossa
ru_ru: пересечение в области обозначенной красным цветом
uk_ua: перетин в області, яку позначено червоним кольором

source: the numerator is derivative of denominator (or its constant multiple)
ca_es: el numerador és la derivada del denominador (potser amb algun factor constant)
cs_cz: v čitateli je derivace jmenovatele (nebo její násobek)
fr_fr: le numérateur est la dérivée du dénominateur (peut-être à un facteur constant près)
it_it: il numeratore è la derivata del denominatore (o un suo multiplo per una costante)
ru_ru: числитель является производной знаменателя (или выражением ей пропорциональным)
uk_ua: чисельник є похідною знаменника (або виразом їй пропорційним)

source: trigexpand
ru_ru: операция trigexpand
uk_ua: операція trigexpand
zh_cn: 三角展开(trigexpand) - 展开三角函数和双曲函数

source: trigonometric functions have different inside parts, you can try to fix it by <b>trigexpand</b> or <b>trigreduce</b> command
ca_es: les funcions trigonomètriques tenen arguments diferents; podeu intentar arreglar-ho amb les comandes <b>trigexpand</b> o <b>trigreduce</b>
cs_cz: goniometrické funkce nemají stejný argument, můžete se pokusit to spravit úpravou pomocí funkcí <b>trigexpand</b> nebo <b>trigreduce</b>
fr_fr: les fonctions trigonométriques ont des arguments différents; vous pouvez essyer d'arranger cela avec les commandes <b>trigexpand</b> ou <b>trigreduce</b>
it_it: le funzioni trigonometriche hanno argomenti diversi, puoi provare a renderli omogenei con i comandi <b>trigexpand</b> o <b>trigreduce</b>
ru_ru: тригонометрические функции имеют различные промежуточныe аргументы, вы можете попробовать исправить это с помощью <b>trigexpand</b> или <b>trigreduce</b>
uk_ua: тригонометричні функції мають різні проміжні аргументи, Ви можете спробувати виправити це за допомогою <b>trigexpand</b> або <b>trigreduce</b>
zh_cn: 三角函数包含不同的参数，请尝试通过 <b>trigexpand</b> 或者 <b>trigreduce</b> 命令进行变形

source: trigreduce
ru_ru: операция trigreduce
uk_ua: операція trigreduce
zh_cn: 三角消去(trigreduce) - 将圆函数和三角函数化为线性函数

source: trigsimp
ru_ru: операция trigsimp
uk_ua: операція trigsimp
zh_cn: 三角化简(trigsimp) - 化简三角函数和双曲函数

source: unable to find the answer
ca_es: no he pogut trobar la resposta
cs_cz: nepodařilo se najít odpověď
fr_fr: pas réussi à trouver la réponse
it_it: non riesco a trovare la risposta
ru_ru: не удалось найти ответ
uk_ua: не вдалося знайти відповідь
zh_cn: 无法求解

source: unstable focus
ca_es: focus inestable
cs_cz: nestabilní ohnisko
fr_fr: foyer instable
it_it: fuoco instabile
ru_ru: неустойчивый фокус
uk_ua: нестійкий фокус

source: unstable node
ca_es: node inestable
cs_cz: nestabilní uzel
fr_fr: noeud instable
it_it: nodo instabile
ru_ru: неустойчивый узел
uk_ua: нестійкий вузол

source: upper bound for integration
ca_es: límit superior de la integral
cs_cz: horní mez
fr_fr: limite supérieure de l'intégrale
it_it: Limite superiore di integrazione
ru_ru: верхняя граница интегрирования
uk_ua: верхня границя інтегрування
zh_cn: 积分上界

source: upper function
ca_es: funció superior
cs_cz: horní ohraničující funkce
fr_fr: fonction supérieure
ru_ru: функция, ограничивающая сверху
uk_ua: функція, що обмежує зверху
zh_cn: 上限函数

source: upper limit for
ca_es: límit superior de
cs_cz: horní mez pro
fr_fr: limite supérieure de
it_it: limite superiore per
ru_ru: верхний предел для
uk_ua: верхня границя для
zh_cn: 定积分上界

source: upper limit for inside integral
ca_es: límit superior per la integral interior
cs_cz: vnitřní horní mez
fr_fr: limite supérieure de l'intégrale intérieure
it_it: limite superiore dell'integrale interno
ru_ru: верхняя граница для внутреннего интеграла
uk_ua: верхня границя для внутрішнього інтегралу
zh_cn: 内积分上限

source: upper limit for outside integral
ca_es: límit superior per la integral exterior
cs_cz: vnější horní mez
fr_fr: limite supérieure de l'intégrale extérieure
it_it: limite superiore dell'integrale esterno
ru_ru: верхняя граница для внешнего интеграла
uk_ua: верхня границя для зовнішнього інтегралу
zh_cn: 外积分上限

source: upper limit of integration
ca_es: límit superior d'integració
cs_cz: horní mez
fr_fr: limite supérieure d'intégration
it_it: limite superiore di integrazione
ru_ru: Верхний предел интегрирования
uk_ua: Верхня границя інтегрування
zh_cn: 积分上界

source: use formula or ask the computer to finish the integration
ca_es: feu servir alguna fòrmula o demaneu a l'ordinador que enllesteixi el càlcul tot solet
cs_cz: aplikovat vzorec nebo dokončit integraci počítačem
fr_fr: employez une formule ou demandez à l'ordinateur d'aboutir le calcul tot seul
it_it: usa la formula o chiedi al computer di finire l'integrazione.
ru_ru: использовать формулу или пусть компьютер завершить интегрирование
uk_ua: використати формулу або нехай комп'ютер завершить інтегрування
zh_cn: 使用公式或者让计算机自动完成积分

source: user expression
ca_es: expressió de l'usuari
cs_cz: vlastní substituce
fr_fr: expression de l'usager
it_it: espressione dell'utente
ru_ru: ваше выражение
uk_ua: ваш вираз
zh_cn: 用户表达式

source: variable %s
cs_cz: proměnnou %s
it_it: variabile %s
ru_ru: переменная %s
uk_ua: змінна %s
zh_cn: 变量 %s

source: variables %s
cs_cz: proměnné %s
it_it: variabili %s
ru_ru: переменные %s
uk_ua: змінні %s
zh_cn: 变量 %s

source: we have to find derivatives and put into the equation
ca_es: hem de trobar les derivades per inserir-les en l'equació
cs_cz: musíme najít derivace a dosadit tyto derivace do zadané rovnice
fr_fr: il nous faut trouver les dérivées pour les insérer dans l'équation
it_it: Dobbiamo trovare le derivate e sostituirle nell'equazione
ru_ru: Нам надо найти производные и подставить эти производные в заданное уравнение
uk_ua: Нам потрібно знайти похідні й підставити отримані вирази в задане рівняння
zh_cn: 必须先求解导数然后将其带入方程

source: we substitute into (1)
ca_es: substituïm a (1)
cs_cz: dosadíme do (1)
fr_fr: substituons dans (1)
it_it: sostituiamo nella (1)
ru_ru: подставляем в %s
uk_ua: підставляємо в %s
zh_cn: 代入 (1)

source: where the new variable is
ca_es: on la nova variable és
cs_cz: kde nová proměnná je
fr_fr: où la nouvelle variable est
it_it: dove la nuova variabile è
ru_ru: где новая переменная
uk_ua: де нова змінна
zh_cn: 新变量为

source: with linear inside part (you can use also substitution)
ca_es: amb part interna lineal (o bé podeu fer servir <b>substitute</b>)
cs_cz: s lineární vnitřní složkou (můžete použít i substituci)
fr_fr: avec partie intérieure linéaire (ou bien vous pouvez employer <b>substitute</b>)
it_it: con parte interna lineare (si può anche usare la sostituzione)
ru_ru: с линейным промежуточным аргументом (вы также можете использовать замену переменных)
uk_ua: з лінійним проміжним аргументом (ви також можете використовувати заміну змінних)
zh_cn: 可用于线性部分（也可以使用换元法）

source: with new variable
ca_es: amb nova variable
cs_cz: kde nová proměnná je
fr_fr: avec nouvelle variable
it_it: con nuova variabile
ru_ru: с новой переменной
uk_ua: з новою змінною
zh_cn: 新变量

source: with unknowns %s and %s.
ca_es: amb incògnites %s i %s.
cs_cz: s neznámými %s a %s.
fr_fr: avec inconnues %s et %s.
it_it: con incognite %s a %s
ru_ru: с неизвестными %s и %s
uk_ua: з невідомими %s та %s
zh_cn: 未知数为 %s 和 %s 。

source: xthru
ru_ru: операция xthru
uk_ua: операція xthru
zh_cn: 通分(xthru) - 不展开直接合并分式

source: yields
ca_es: dóna
cs_cz: dává
fr_fr: donne
it_it: fornisce
ru_ru: приводит к
uk_ua: дає
zh_cn: 得到

source: you can convert the function to sine and cosine functions with the <b>trigsimp</b> command
ca_es: podeu expressar la funció en termes de sinus i cosinus amb la comanda <b>trigsimp</b>
cs_cz: můžete funkci převést na funkce sinus a kosinus pomocí úpravy <b>trigsimp</b>
fr_fr: vous pouvez exprimer la fonction en termes de sinus et cosinus avec la commande <b>trigsimp</b>
it_it: è possibile trasformare la funzione in seni e coseni con il comando <b>trigsimp</b>
ru_ru: Вы можете преобразовать к записи с функцией синус и косинус при помоши операции <b>trigsimp</b>
uk_ua: Ви можете перетворити до запису з функцією синус та косинус за допомогою операції <b>trigsimp</b>
zh_cn: 你可以使用 <b>三角化简(trigsimp)</b> 命令将函数转化为正弦和余弦函数的形式。
