Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Domain of %s
ca_es: Domini de %s
cs_cz: Definiční obor funkce %s
fr_fr: Domaine de %s
it_it: Dominio di %s
ru_ru: Область определения %s
uk_ua: Область визначення %s
zh_cn: %s 的定义域

source: Domain where the inequality is valid
ca_es: Domini on l'inequació és vàlida
cs_cz: Obor pravdivosti
fr_fr: Domaine où l'inéquation est valide
it_it: Dominio in cui vale la disuguaglianza
ru_ru: Область определения, на которой действительно это неравенство
uk_ua: Область визначення, на якій дійсна ця нерівність

source: Double integral
ca_es: Integral doble
cs_cz: Dvojný integrál
fr_fr: Intégrale double
it_it: Integrale doppio
ru_ru: Двойной интеграл
uk_ua: Подвійний інтеграл
zh_cn: 二重积分

source: Download html
it_it: Scarica html
ru_ru: Скачать html
uk_ua: Завантажити html
zh_cn: 下载 HTML 文件

source: ERROR: Function is not bijection on the given interval.
ca_es: Error: la funció no és bijectiva a l'interval.
cs_cz: CHYBA: Funkce nezobrazuje zadaný interval do sebe.
fr_fr: Erreur: la fonction n'est pas bijective sur l'intervalle.
it_it: ERRORE: la funzione non è biiettiva nell'intervallo assegnato.
ru_ru: ОШИБКА: Функция не является биекцией на данном отрезке.
uk_ua: ПОМИЛКА: Функція не є бієкцією на даном відрізку.
zh_cn: 错误：在给定的区间里函数不是双射的。

source: ERROR: No change in sign between end points of the interval
ca_es: Error: el signe no canvia entre les vores de l'interval.
cs_cz: CHYBA: Mezi koncovými body intervalu není znaménková změna
fr_fr: Erreur: le signe ne change pas entre les bords de l'intervalle.
it_it: ERRORE: il segno non cambia agli estremi dell'intervallo.
ru_ru: ОШИБКА: Функция не меняет знак на данном интервале
uk_ua: ПОМИЛКА: Функція не змінює знак на даному інтервалі
zh_cn: 错误：区间端点函数值符号未改变。

source: ERROR: function is out of domain at some point of the interval
ca_es: Error: la funció surt del domini a algun punt de l'interval
cs_cz: CHYBA: Funkce je někde na zadaném intervalu mimo definiční obor.
fr_fr: Erreur: la fonction sort du domaine pour un certain point de l'intervalle
it_it: ERRORE: ci sono punti dell'intervallo fuori dal dominio della funzione.
ru_ru: ОШИБКА: функция в некоторой точке интервала находится вне области определения
uk_ua: ПОМИЛКА: функція в деякій точці інтервалу знаходиться поза областю визначення
zh_cn: 错误：区间超出定义域。

source: Eigenvalues
ca_es: Valors propis
cs_cz: Vlastní hodnoty
fr_fr: Valeurs propres
it_it: Autovalori
ru_ru: Собственные значения
uk_ua: Власні значення
zh_cn: 特征值

source: Eigenvalues (numerically)
ca_es: Valors propis (numèricament)
cs_cz: Vlastní hodnoty (numericky)
fr_fr: Valeurs propres (numériquement)
it_it: Autovalori (numericamente)
ru_ru: Собственные значения (десятичное представление)
uk_ua: Власні значення (чисельне представлення)
zh_cn: 特征值（数值）

source: Enter integrand only. Not the whole integral.
ca_es: Entreu només l'integrand, no pas tota la integral.
cs_cz: Zadávejte pouze integrovanou funkci. Nezadávejte celý integrál.
fr_fr: Entrez seulement l'intégrand, non pas toute l'intégrale.
it_it: Inserire solo la funzione integranda, non l'intero integrale.
ru_ru: Введите только подынтегральную функцию. Не весь интеграл.
uk_ua: Введіть лише підінтегральну функцію. Не весь інтеграл.
zh_cn: 请只输入被积函数，而不是整个积分式。

source: Equation
ca_es: Equació
cs_cz: Rovnice
fr_fr: Équation
it_it: Equazione
ru_ru: Уравнение
uk_ua: Рівняння
zh_cn: 方程

source: Equation is homogeneous -- we will use separation of variables and write the solution in explicit form.
ca_es: L'equació és homogènia. Farem servir la separació de variables i trobarem la solució en forma implícita.
cs_cz: Rovnice je homogenní -- použijeme separaci proměnných a najdeme řešení v explicitním tvaru.
fr_fr: L'équation est homogène. Nous employerons la séparation de variables et nous trouverons la solution en forme implicite.
it_it: L'equazione è omogenea - si usa il metodo della separazione delle variabili e si scrive la soluzione in forma esplicita.
ru_ru: Уравнение является однородным, применяем метод разделения переменных и записываем решение в форме явной функции.
uk_ua: Рівняння є однорідним, застосовуючи метод розділення змінних, записуємо розв'язок у формі явної функції.

source: Equation is linear
ca_es: L'equació és lineal
cs_cz: Rovnice je lineární
fr_fr: L'équation est linéaire
it_it: L'equazione è lineare
ru_ru: Линейное уравнение
uk_ua: Лінійне рівняння
zh_cn: 等式是线性的

source: Error
cs_cz: Chyba
fr_fr: Erreur
it_it: Errore
ru_ru: Ошибка
uk_ua: Помилка
zh_cn: 错误

source: Error in input data
ca_es: Error en l'entrada
cs_cz: Chyba ve vstupních datech
fr_fr: Erreur en l'entrée
it_it: Errore nei dati di input
ru_ru: Ошибка в исходных данных
uk_ua: Помилка в вихідних данних
zh_cn: 输入数据错误

source: Error in math or the given point does not belong to the domain.
ca_es: Error d'enunciat o el punt donat no pertany al domini de definició.
cs_cz: Špatně zadaný matematický výraz, nebo zadaný bod neleží v definičním oboru funkce.
fr_fr: Erreur d'enoncé, ou bien le point donné n'appartient pas au domaine de définition.
it_it: Errore nell'espressione matematica oppure il punto dato non appartiene al dominio.
ru_ru: Ошибка в математической записи или заданная точка лежит вне области определения
uk_ua: Помилка в математичному запису або задана точка лежить поза областю визначення

source: Error in math. Check your input.
ca_es: Error en l'enunciat. Verifiqueu la vostra entrada.
cs_cz: Chyba v zápise matematického výrazu. Zkontrolujte svá vstupní data.
fr_fr: Erreur dans l'orthographe. Vérifiez votre entrée.
it_it: Errore nell'espressione matematica. Controlla l'input.
ru_ru: Ошибка в математической записи. Проверьте Ваши исходные данные.
uk_ua: Помилка в математичному записі. Перевірте Ваші данні.
zh_cn: 数值错误。请检查输入数据。

source: Error in mathematical notation
ca_es: Error en la notació matemàtica
cs_cz: Chyba při zápisu matematického výrazu
fr_fr: Erreur dans la notation mathématique
it_it: Errore nella notazione matematica
ru_ru: Ошибка в математическом выражении
uk_ua: Помилка в математичному виразі
zh_cn: 数学符号错误

source: Error in solving. (Bad input?)
ca_es: Error en resoldre. Potser cal verificar l'entrada.
cs_cz: Chyba při řešení. (Špatně napsané zadání?)
fr_fr: Erreur pedant la résolution. Peut-être faut-il vérifier l'entrée.
it_it: Impossibile risolvere (input errato?)
ru_ru: Ошибка в решении (неправильная вводная запись?)
uk_ua: Помилка в розв'язку (неправильний вводний запис?)
zh_cn: 求解出错。（输入有误？）

source: Error in the function or in the bound for integration.
ca_es: Error en la funció o en els límits d'integració.
cs_cz: Chyba v zadání funkce nebo meze pro integraci.
fr_fr: Erreur dans la fonction ou dans les limites d'intégration.
it_it: Errore nella funzione o nei limiti d'integrazione.
ru_ru: Ошибка в задании функции или в границах для определенного интеграла
uk_ua: Помилка в запису функції або в границях для визначеного інтегралу
zh_cn: 被积函数或者积分界限有错误。

source: Error in your expression
ca_es: Error a la vostra expressió
cs_cz: Chyba v zápise matematického výrazu
fr_fr: Erreur dans votre expression
it_it: La tua espressione contiene un errore
ru_ru: Ошибка в Вашем математическом выражении
uk_ua: Помилка в Вашому математичному виразі
zh_cn: 表达式出错

source: Error in your formula
ca_es: Error en la vostra expressió
cs_cz: Chyba při zápise matematického výrazu
fr_fr: Erreur dans votre expression
it_it: Errore nella formula
ru_ru: Ошибка в математическом выражении
uk_ua: Помилка в математичному виразі
zh_cn: 公式错误

source: Error occurred when processing your formula.
ca_es: Error mentre digeria la vostra fórmula.
cs_cz: Chyba v zápise matematického výrazu.
fr_fr: Erreur pendant que je digérais votre formule.
it_it: Errore elaborando la tua formula
ru_ru: Ошибка при обработке вашей математической записи.
uk_ua: Помилка при обробці вашого математичного запису.
zh_cn: 处理方程式时发生错误。

source: Error when processing input from the field %s.
ca_es: Error mentre processava l'entrada %s.
cs_cz: Chyba při zpracování vstupu z políčka %s.
fr_fr: Erreur pendant le traitement de l'entrée %s.
it_it: Errore nel processare l'input del campo %s.
ru_ru: Ошибка при обработке входных данных с поля %s.
uk_ua: Помилка при обробці вхідних данних з поля %s.
zh_cn: 处理数据 %s 时出错。

source: Error, empty string on input.
ca_es: Error, entrada buida.
cs_cz: Chyba, zadala/zadal jste prázdný řetězec
fr_fr: Erreur, entrée vide.
it_it: Errore stringa vuota come input
ru_ru: Ошибка, пустая строка на входе.
uk_ua: Помилка, пустий рядок на вході.
zh_cn: 错误，输入的字符串为空。

source: Error, sorry. The name of the function is not followed by the parentheses.
ca_es: Ai, ai, ai. El nom de la funció no va seguit de parèntesis.
cs_cz: Chyba, za jménem funkce musí následovat agrument uzavřený v kulatých závorkách.
fr_fr: Erreur, dommage. Le nom de la fonction doit être suivi par des parenthèses.
it_it: Errore. Il nome della funzione non è seguito dalle parentesi.
ru_ru: Oшибка, извините. За обозначением функции отсутствует аргумент, который должен находиться в скобках.
uk_ua: Помилка, вибачте. За позначенням функції відсутній аргумент, який повинен знаходитися в дужках.
zh_cn: 很抱歉，出错了。函数名后面没有括号。

source: Error, you typed unsupported chars or uppercase letters.
ca_es: Error, heu escrit símbols que no reconec o lletres majúscules.
cs_cz: Chyba, zadala/zadal jste řetězec obsahující nepovolné znaky nebo velká písmena.
fr_fr: Erreur, vous avez écrit des symboles que je ne comprends pas ou des lettres majuscules.
it_it: Errore, hai inserito caratteri non supportati o lettere maiuscole.
ru_ru: Ошибка, вы ввели неподдерживаемые символы.
uk_ua: Помилка, ви ввели символи, які не підтримуються.
zh_cn: 错误。输入的字符不被支持，或者是大写字母。

source: Error: Dimension too large.
ca_es: Error: dimensió massa gran
cs_cz: Chyba: příliš velké délky v obrázku.
fr_fr: Erreur: dimension trop grande
it_it: Errore: dimensione troppo grande
ru_ru: Ошибка: слишком большой размер графика
uk_ua: Помилка: надто великий розмір графіка
zh_cn: 错误：数量过大。

source: Error: Failed to evaluate integral of <i>v'</i>.
ca_es: Error: No he pogut calcular la integral de <i>v'</i>.
cs_cz: Chyba v použití per-partés: Nepodařilo se zintegrovat <i>v'</i>.
fr_fr: Erreur: Pas pu calcular l'intégrale de <i>v'</i>.
it_it: Errore: non si è riusciti a calcolare l'integrale di <i<v'</i>
ru_ru: Ошибка: Не удалось найти интеграл функции <i>v'</i>.
uk_ua: Помилка: Не вдалося знайти інтеграл функції <i>v'</i>.
zh_cn: 错误：无法求解 <i>v'</i> 的积分。

source: Error: Missing derivative
ca_es: Error: hi manca una derivada
cs_cz: Chyba: V zadání chybí derivace
fr_fr: Erreur: il y manque une dérivée
it_it: Errore: manca la derivata
ru_ru: Ошибка: Ваше уравнение не содержит производную
uk_ua: Помилка: Ваше рівняння не містить похідну
zh_cn: 错误：缺少被求导函数

source: Error: The Jacobian is zero, unable to clasify stationary point %s.
ca_es: Error: el jacobià és zero, no puc classificar el punt estacionari %s.
cs_cz: Chyba: Jakobián je nula, nelze rozhodnout pomocí prvních derivací o chování systému v okolí bodu %s.
fr_fr: Erreur: le jacobien est zéro, je n'arrive pas à classifier le point stationnaire %s.
it_it: Errore: lo Jacobiano è nullo, impossibile classificare il punto stazionario %s.
ru_ru: Ошибка: якобиан равен нулю, невозможно классифицировать стационарные с точки %s.
uk_ua: Помилка: якобіан дорівнює нулю, неможливо класифікувати стаціонарні точки %s.
zh_cn: 错误：Jacobian为零，无法确定驻点 %s 类型

source: Error: The equation cannot be solved.
ca_es: Error: no puc resoldre l'equació %s
cs_cz: Chyba: Nepodařilo se vyřešit rovnici.
fr_fr: Erreur: je n'arrive pas à résoudre l'équation %s
it_it: Errore: l'equazione non può essere risolta
ru_ru: Ошибка: мы не знаем, как решить это уравнение.
uk_ua: Помилка: ми не знаємо, як розв'язати це рівняння.
zh_cn: 错误：方程无法求解

source: Error: The point %s is not a stationary point of the function %s
ca_es: Error: el punt %s no és un punt estacionari de la funció %s
cs_cz: Chyba: V bodě %s nemá funkce %s stacionární bod.
fr_fr: Erreur: le point %s n'est pas un point stationnaire de la fonction %s
it_it: Error: il punto %s non è un punto stazionario della funzione %s.
ru_ru: Ошибка: точка %s не является стационарной точкой функции %s
uk_ua: Помилка: точка %s не є стаціонарною точкою функції %s
zh_cn: 错误：点 %s 不是函数 %s 的驻点

source: Error: There is no stationary point at %s.
ca_es: Error: no hi ha cap punt estacionari a %s.
cs_cz: Chyba: V bodě %s nemá autonomní systém stacionární bod.
fr_fr: Erreur: il n'y a aucun point stationnaire à %s.
it_it: Errore: non c'è un punto stazionario in %s.
ru_ru: Ошибка: Не существует стационарной точки %s.
uk_ua: Помилка: Не існує стаціонарної точки %s.
zh_cn: 错误：点 %s 处没有驻点。

source: Error: incorrect operation
ca_es: Error: operació invàlida
cs_cz: Chyba: Nekorektní použití
fr_fr: Erreur: opération invalide
it_it: Errore: operazione scorretta
ru_ru: Ошибка: неправильная работа
uk_ua: Помилка: неправильна робота
zh_cn: 错误：非法操作

source: Error: incorrect substitution
ca_es: Error: substitució incorrecta
cs_cz: Chyba: Nekorektní substituce
fr_fr: Erreur: substitution incorrecte
it_it: Errore: sostituzione scorretta.
ru_ru: Ошибка: неправильнaя замена переменных
uk_ua: Помилка: неправильнa заміна змінних
zh_cn: 错误：不正确的换元

source: Evaluation of $y'$
ca_es: Evaluant $y'$
cs_cz: Výpočet $y'$
fr_fr: Évaluant $y'$
it_it: Calcolo di $y'$
ru_ru: Вычисление $y'$
uk_ua: Обчислення $y'$
zh_cn: $y'$ 估计值

source: Evaluation of $y''$
ca_es: Evaluant $y''$
cs_cz: Výpočet $y''$
fr_fr: Évaluant $y''$
it_it: Calcolo di $y''$
ru_ru: Вычисление $y''$
uk_ua: Обчислення $y''$
zh_cn: $y''$ 估计值

source: Evaluation of definite integral
cs_cz: Výpočet určitého integrálu
it_it: Calcolo dell'integrale definito
ru_ru: Оценка определенного интеграла
uk_ua: Оцінка визначеного інтеграла
zh_cn: 定积分估计值

source: Even powers of cosine function replaced by sine
ca_es: Potències parells del cosinus remplaçades per sinus
cs_cz: Sudé mocniny funkce kosinus nahradíme funkcí sinus
fr_fr: Puissances paires du cosinus remplacées par des sinus
it_it: Potenze pari della funzione coseno sostituite dal seno
ru_ru: Четные степени функции косинус заменить на синус
uk_ua: Парні степені функції косинус замінити на синус
zh_cn: 用正弦函数替换余弦函数的平方

source: Even powers of sine function replaced by cosine
ca_es: Potències parells del sinus remplaçades per cosinus
cs_cz: Sudé mocniny funkce sinus nahradíme funkcí kosinus
fr_fr: Puissances paires du sinus remplacées par des cosinus
it_it: Potenze pari della funzione seno sostituite dal coseno
ru_ru: Четные степени функции синус заменить на косинус
uk_ua: Парні степені функції синус замінити на косинус
zh_cn: 用余弦函数替换正弦函数的平方

source: Expansion
ca_es: Expansió
cs_cz: Roznásobení závorek
it_it: Espansione
ru_ru: Раскрытие скобок (умножение)
uk_ua: Розкриття дужок (множення)
zh_cn: 展开

source: Factorization
ca_es: Factorització
cs_cz: Rozklad na součin
fr_fr: Factorisation
it_it: Fattorizzazione
ru_ru: Факторизация (разложение на простые множители)
uk_ua: Факторизація (розкладання на прості множники)
zh_cn: 因式分解

source: Final answer
cs_cz: Konečný výsledek
it_it: Risposta finale
ru_ru: Заключительный результат решения
uk_ua: Заключний результат розв'язку
zh_cn: 最终结果

source: Final result
ca_es: Resultat final
cs_cz: Vysledek
fr_fr: Résultat final
it_it: Risultato finale
ru_ru: Готовый результат
uk_ua: Готовий результат
zh_cn: 最终结果

source: Final simplifications
ca_es: Simplificacions finals
cs_cz: Závěrečné úpravy
fr_fr: Simplifications finales
it_it: Semplificazioni finali
ru_ru: Заключительные упрощения
uk_ua: Заключні спрощення
zh_cn: 最终化简

source: Find $ #1 $-degree Taylor polynomial for function $ f(x)=#2$ in $ x_0=#3$.
ca_es: Trobem el polinomi de Taylor de grau $ #1 $ de la funció $ f(x)=#2$ al voltant del punt $ x_0=#3$.
cs_cz: Najděte Taylorův polynom stupně $ #1 $ pro funkci$ f(x)=#2$ se středem v bodě $ x_0=#3$.
fr_fr: Trouvons le polynôme de Taylor de degré $ #1 $ de la fonction $ f(x)=#2$ autour du point $ x_0=#3$.
it_it: Trovare il polinomio di Taylor di $#1 $ grado per la funzione $f(x)=#2$ in $x_0=#3$
ru_ru: Найти многочлена Тейлора степени $#1$ функции $f(х)=2$ в точке $x_0=3$.
uk_ua: Знайти многочлен Тейлора степені $ # 1$ функції $ f(х)=#2$ в точці $ x_0=#3$.

source: Finishing computation by Maxima
ca_es: Màxima esta enllestint el càlcul
cs_cz: Dokončení integrace programem Maxima
fr_fr: Maxima est en train d'aboutir le calcul
it_it: Finendo i calcoli con Maxima
ru_ru: Компьютер интегрирует
uk_ua: Комп'ютер інтегрує
zh_cn: 由 Maxima 完成计算

source: First derivative
ca_es: Primera derivada
cs_cz: První derivace
fr_fr: Première dérivée
it_it: Derivata prima
ru_ru: Первая производная
uk_ua: Перша похідна
zh_cn: 一阶导数

source: For more general right hand sides use %svariation of constants%s.
ca_es: Si voleu expressions més generals a la dreta, feu servir %svariació de constants%s.
cs_cz: Pro obecnější pravou stranu použijte %smetodu variace konstant%s.
fr_fr: Si vous voulez expressions plus générales à droite, employez la %svariation des constantes%s.
it_it: Per termini di destra più generali, usare %s la variazione delle costanti %s
ru_ru: Для получения более подробной правой части используйте %sметод вариации произвольных постоянных%s.
uk_ua: Для більш загальної правої частини використовуйте %s метод варіаціх довільних сталих %s.

source: Formconv (program which parses your input) failed. Correct the formula on your input.
ca_es: <b>Formconv</b> (el programa que dexifra la vostra entrada) ha fallat. Corregiu la fòrmula que heu escrit.
cs_cz: Program formconv pro rozpoznání výrazu na vstupu skončil chybou. Opravte prosím matematický výraz ve vstupním poli.
fr_fr: <b>Formconv</b> (le programme qui déchiffre votre entrée) a échoué. Corrigez la formule que vous avez écrit.
it_it: Formconv (il programma che esamina l'input) ha fallito. Correggere la formula nell'input.
ru_ru: Formconv (программа, которая анализирует вами введенную запись) выдает ошибку. Исправьте вашу вводную запись.
uk_ua: Formconv (програма, яка аналізує введенне вами завдання) видає помилку. Виправте ваш вводний запис.
zh_cn: Formconv （用来解析表达式的程序）出错。请检查所输入的表达式。

source: Formula
ca_es: Fòrmula
cs_cz: Matematický výraz
fr_fr: Formule
ru_ru: Математическое выражение
uk_ua: Математичний вираз
zh_cn: 公式

source: Found zero
ca_es: Trobat un zero
cs_cz: Nalezen kořen
fr_fr: Trouvé un zéro
it_it: Trovato uno zero
ru_ru: Найдено нулевое значение
uk_ua: Знайдено нульове значення
zh_cn: 发现零

source: From the determinant of %s
ca_es: Del determinant de %s
cs_cz: Pomocí determinantu matice %s
fr_fr: À partir du déterminant de %s
it_it: Dal determinante di %s
ru_ru: Из определителя матрицы %s
uk_ua: Із визначника матриці %s
zh_cn: 从行列式 %s

source: From trace and determinant of %s
ca_es: De la traça i del determinant de %s
cs_cz: Pomocí stopy a determinantu matice %s
fr_fr: À partir de la trace et du déterminant de %s
it_it: Dalla traccia e dal determinante di %s
ru_ru: Из следa и из определителя матрицы %s
uk_ua: Із слідa та визначника матриці %s
zh_cn: 从 %s 的轨迹和行列式

source: Function
ca_es: Funció
cs_cz: Funkce
fr_fr: Fonction
it_it: Funzione
ru_ru: Функция
uk_ua: Функція
zh_cn: 函数

source: Function and value of the function
ca_es: Funció i valor de la funció
cs_cz: Funkce a funkční hodnota
fr_fr: Fonction et valeur de la fonction
it_it: Funzione e valore della funzione
ru_ru: функция и значение функции
uk_ua: функція та значення функції
zh_cn: 函数及其值

source: Function grapher
cs_cz: Grafy funkcí
it_it: Plot di funzioni
ru_ru: Рисование графиков
zh_cn: 函数作图

source: Function to be integrated
ca_es: Funció que cal integrar
cs_cz: Integrovaná funkce
fr_fr: fonction qu'il faut intégrer
it_it: Funzione da integrare
ru_ru: Подынтегральная функция (Функция, которая будет интегрирована )
uk_ua: Підінтегральна функція
zh_cn: 被积函数

source: Functions and characters available for mathematical notation
ca_es: Funcions i símbols disponibles per la notació matemàtica
cs_cz: Funkce a pravidla pro zápis matematických výrazů
fr_fr: fonctions et symboles disponibles pour la notation mathématique
it_it: Funzioni e caratteri disponibili per la notazione matematica.
ru_ru: Функции и символы для математических записей
uk_ua: Функції та символи для математичних записів
zh_cn: 数学表达式中可以使用的函数和符号

source: General solution
ca_es: Solució general
cs_cz: Obecné řešení
fr_fr: Solution générale
it_it: Soluzione generale
ru_ru: Общее решение
uk_ua: Загальний розв'язок
zh_cn: 通解

source: General solution is
ca_es: La solució general és
cs_cz: Obecné řešení je
fr_fr: La solution générale est
it_it: La soluzione generale è
ru_ru: Общее решение является
uk_ua: Загальним розв'язком є
zh_cn: 通解为

source: General solution of the equation
ca_es: Solució general de l'equació
cs_cz: Obecné řešení rovnice
fr_fr: Solution générale de l'équation
it_it: Soluzione generale dell'equazione
ru_ru: Общее решение уравнения
uk_ua: Загальний розв'язок рівняння
zh_cn: 方程的通解

source: Geometrical application of definite integral
ca_es: Aplicació geomètrica de la integral
cs_cz: Geometrické aplikace určitého integrálu
fr_fr: Application géométrique de l'intégrale
it_it: Applicazione geometrica dll'integrale definito
ru_ru: Геометрическое приложение определенного интеграла
uk_ua: Геометричне застосування визначеного інтегралу
zh_cn: 定积分的几何应用

source: Given data files, we look for optimal linear approximation in the form
ca_es: Tenint compte dels arxius de dades, cerquem una aproximació lineal òptima de la forma
cs_cz: Zadaný soubor bodů prokládáme lineární závislostí ve tvaru
fr_fr: Compte tenu des fichiers de données, nous cherchons une approximation linéaire optimale de la forme
it_it: Dato un file di dati, cerchiamo un'approssimazione lineare ottima nella forma
ru_ru: Для заданного набора точек мы ищем оптимальную линейную аппроксимацию в виде
uk_ua: Для заданного набору точок ми шукаємо оптимальну лінійну апроксимацію у вигляді
zh_cn: 正在拟合给定数据，求解最佳的线性近似形式。

source: Given points in the plane, we look for the polynomial of interpolation.
ca_es: Cerquem el polinomi d'interpolació, donats els punts al pla.
cs_cz: Pro zadané body hledáme polynom, co nejmenšího stupně, který prochází všemi těmito body.
fr_fr: Nous cherchons le polynôme d'interpolation, étant donnés les points du plan.
it_it: Dato un insieme di punti nel piano, cerchiamo il polinomio interpolante.
ru_ru: Для заданных точек на плоскости находим интерполяционный полином.
uk_ua: Для заданих точок на площині знаходимо інтерполяційний поліном.
zh_cn: 对于平面中给定的点，求解拉格朗日插值。

source: Go home
cs_cz: Na začátek
it_it: Vai alla home page
ru_ru: На стартовую страницу
uk_ua: На стартову сторінку
zh_cn: 返回

source: Graph
ca_es: Gràfica
cs_cz: Graf
fr_fr: Graphique
it_it: Grafico
ru_ru: График
uk_ua: Графік
zh_cn: 图像

source: Graph and approximation by trapezoids
ca_es: Gràfic i aproximació amb trapezis
cs_cz: Graf a aproximace plochy pod grafem funkce lichoběžníky
fr_fr: Graphique et approximation avec trapèzes
it_it: Grafico e approssimazione con trapezoidi
ru_ru: График и приближение метода трапеции
uk_ua: Графік та наближення метода трапецій
zh_cn: 由梯形法则得到的图形和近似值

source: Graph deformation: we draw function %s.
cs_cz: Deformace grafu: nakreslíme funkci %s.
it_it: Deformazione del grafico: disegnamo la funzione %s.
ru_ru: График деформации: мы обращаем функциу %s.

source: Graphs of basic elementary functions
ca_es: Gràfiques de funcions elementals
cs_cz: Grafy základních elementárních funkcí
fr_fr: Graphiques de fonctions élémentaires
it_it: Grafici delle funzioni elementari di base
ru_ru: Графики основных элементарных функций
uk_ua: Графіки основних елементарних функцій
zh_cn: 初等函数图像

source: Hence %s.
ca_es: I llavors %s.
cs_cz: Odsud %s.
fr_fr: Et donc %s.
it_it: Quindi %s
ru_ru: Отсюда %s.
uk_ua: Звідси %s.
zh_cn: 因此 %s。

source: Hessian
ca_es: L´hessià
cs_cz: Hessián
fr_fr: L'hessien
it_it: Matrice hessiana
ru_ru: Гессиан
uk_ua: Гессіан
zh_cn: Hessian矩阵
