Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Homogeneous equation
ca_es: Equació homogènia
cs_cz: Homogenní rovnice
fr_fr: Équation homogène
it_it: Equazione omogenea
ru_ru: Однородное уравнение
uk_ua: Однорідне рівняння
zh_cn: 齐次方程

source: However, the right hand side can be written as sum of two or more right hand sides which are fine for undetermined coefficients as follows.
ca_es: Tot i això, la mà dreta es pot trencar en dos o més termes que sí que permeten variar-ne els coeficients, cosa que farem.
cs_cz: Nezoufejte však, pravou stranu je možno rozdělit na součet několika pravých stran, které jsou již vhodné pro další výpočet metodou neurčitých koeficientů.
fr_fr: Malgré tout, le terme à droite peut se casser en deux ou plus termes qui permettent, eux, de varier les coefficients; voici comment:
it_it: In ogni caso, il termine di destra può essere riscritto come somma di due o più termini che sono utili per i coefficienti indeterminati, come si vede di seguito.
ru_ru: Тем не менее, правая часть может быть разделена на две или более, к которым можно применить метод неопределенных коэффициентов следующим образом.
uk_ua: Проте, права частина може бути розділена на дві або більше, до яких можна застосувати метод невизначених коефіцієнтів наступним чином.

source: However, the right hand side can be written in the form as required.
ca_es: Tot i això, la dreta de l'expressió sí que es pot escriure en la forma que cal.
cs_cz: Nezoufejte však, pravou stranu je možno pomocí algebraických operací do požadovaného tvaru upravit.
fr_fr: Malgré cela, la droite de l'expression peut s'écrire sous la forme souhaitée.
it_it: Comunque il membro di destra può essere scritto nella forma richiesta.
ru_ru: Тем не менее, правая часть может быть при помощи алгебраических преобразований записана в требуемом виде.
uk_ua: Проте, права частина може бути за допомогою алгебраїчних перетворень записана в потрібному вигляді.

source: If the derivatives are not polynomials and if these derivative are complicated, some stationary points may be missing.
ca_es: Si les derivades no són polinomis i a més són complicades, se'ns poden haver escapat alguns punts estacionaris.
cs_cz: Pokud derivace funkce nejsou polynomy a jsou příliš komplikované, nemusí program najít všechny stacionární body.
fr_fr: Si les dérivées ne sont pas des polynômes et qu'en plus elles sont compliquées, on a peut-être raté des points stationnaires.
it_it: Se le derivate non sono polinomiali e se queste derivate sono complicate, alcuni punti stazionari potrebbero mancare.
ru_ru: В случае, когда производные функции не являются полиномами и представлены слишком сложным выражением, возможно программа не сможет найти все стационарные точки.
uk_ua: У випадку, коли похідны функції не є поліномами та представлені занадто складним виразом, можливо програма не зможе знайти всі стаціонарні точки.

source: If the function %s satisfies %s and %s, then the solution is %s, where %s.
ca_es: Si la funció %s satisfà %s i %s, llavors la solució és %s, amb %s.
cs_cz: Pokud funkce %s splňuje %s a %s, potom řešení je %s, kde %s.
fr_fr: Si la fonction %s satisfait %s et %s, alors la solution est %s, avec %s.
it_it: Se la funzione %s soddisfa %s e %s, allora la soluzione è %s, dove %s.
ru_ru: Если функция %s удовлетворяет %s и %s, потом решение %s, где %s.
uk_ua: Якщо функція %s задовільняє %s та %s, то розв'язок %s, де %s.

source: If the given function differs from the function which is actually differentiated, then Maxima performed an automatical simplification first.
ca_es: Si la funció donada és diferent de la funció que de fet es deriva, llavors Màxima ha efectuat una simplificació automàtica abans de derivar.
cs_cz: Pokud se zadaná funkce neshoduje s funkcí, která je uvedena na začátku řetězce derivování, znamená to, že došlo k automatickým úpravám vedoucím k přepsání zadané funkce do ekvivalentního, ale jednoduššího tvaru.
fr_fr: Si la fonction donnée est différente de la fonction que l'on dérive vraiment, alors Maxima a effectué une simplification automatique avant de dériver.
it_it: Se la funzione data è diversa dalla funzione che viene differenziata, Maxima ha effettuato una semplificazione automatica prima
ru_ru: В случае, что Вами заданная функция не соответствует записи функции, которая находится в начале цепочки производных, это значит, что программа Maxima провела автоматические тождественные упрощения. Результат - этo тождественная, но более простая запись по сравнению с заданием.
uk_ua: У випадку, коли задана Вами функція не відповідає запису функції, яка знаходиться на початку ланцюжка похідних, це означає, що програма Maxima провела автоматичні тотожні спрощення. Результат - це тотожній, але більш простий запис у порівнянні із завданням.
zh_cn: 如果给定的函数不是最简型，Maxima 将首先对其进行自动化简。

source: If the rendering of the formulas is bad, consider another browser than Internet Explorer. The application has been tested with <a href="http://www.mozilla.com/firefox/">Firefox</a>.
ca_es: Si les fòrmules són lletges, feu servir un bon navegador, i no pas Internet Explorer. El programari funciona perfectament amb <a href="http://www.mozilla-europe.org/ca/firefox/">Firefox</a>.
cs_cz: Pokud špatně vidíte matematické vzorce, nepoužívejte Internet Explorer. Použijte například <a href="http://www.mozilla-europe.org/cs/products/firefox/">Firefox</a>.
fr_fr: Si les formules sont laides, employez un bon navigateur, et non pas Internet Explorer. Le programme marche très bien avec <a href="http://www.mozilla-europe.org/ca/firefox/">Firefox</a>.
it_it: Se il rendering delle formule non è ottimale, usare un browser diverso da Internet Explorer. L'applicazione è stata testata con <a href="http://www.mozilla.com/firefox/">Firefox</a>.
ru_ru: Если математические выражения отображаются некорректно, попробуйте пользоваться другим браузером, чем Internet Explorer. Мы рекомендуем Firefox.
uk_ua: Якщо математичні вирази відображаються некоректно, спробуйте використати інший браузер, ніж Internet Explorer. Ми рекомендуєм Firefox.
zh_cn: 如果公式展现有问题，请尝试使用除 Internet Explorer 之外的浏览器。本应用在 <a href="http://www.mozilla.com/firefox/">Firefox</a> 浏览器下通过测试。

source: If you mean %s, you can try copy and paste the following string to the input field:
ca_es: Si voleu dir %s, podeu copiar i enganxar el text següent a l'entrada:
cs_cz: Pokud se snažíte zadat výraz %s, zkuste zadat do vstupního pole následující vstupní data:
fr_fr: Si vous voulez dire %s, vous pouvez copier et coller le texte suivant à l'entrée:
it_it: Se intendevi %s, prova a copiare e incollare la seguente stringa nel campo di input:
ru_ru: Если вы имеете в виду %s, вы можете попробовать скопировать и вставить следующее:
uk_ua: Якщо Ви маєте на увазі %s, то Ви можете спробувати скопіювати й вставити наступне:
zh_cn: 如果你想输入 %s ，请将以下字符串复制到上一页面相应的文本框中：

source: If you use another logarithm than natural, use logarithm with integer base.
ca_es: Si voleu fer servir un logaritme que no sigui el natural, empreu com a base un nombre natural.
cs_cz: Pokud volíte jiný základ logaritmu než <i>e</i>, použijte celé číslo.
fr_fr: Si vous insistez à employer un logarithme autre que le naturel, employez comme base un nombre naturel.
it_it: Usare logaritmi con base intera, se si usa un logaritmo diverso da quello naturale.
ru_ru: Если вы используете не натуральный логарифм, далее для основания логарифма задавайте только целые числа.
uk_ua: Якщо ви використовуєте не натуральний логаріфм, надалі для основи логаріфма задавайте лише цілі числа.
zh_cn: 如果要使用除自然对数外的其它对数函数，请以整数作为对数的底。

source: If you want to try various integration techniques, return to the previous page and choose the required method.
ca_es: Si voleu provar diverses tècniques d'integració, torneu a la pàgina anterior i trieu-hi un dels mètodes.
cs_cz: Chcete-li vyzkoušet různé integrační metody, můžete se vrátit na předchozí stránku a zvolit vhodnou akci pro další krok.
fr_fr: Si vous voulez essayer diverses techniques d'intégration, revenez à la page précédente et choisissez-y une des méthodes.
it_it: Se si voglioo provare varie tecniche di integrazione, tornare alla pagina precedente e scegliere il metodo desiderato.
ru_ru: Если вы хотите попробовать различные методы интегрирования, вернитесь на предыдущую страницу и выберите ваш метод.
uk_ua: Якщо ви хочете спробувати різні методи інтегрування, поверніться на попередню сторінку й оберіть ваш метод.
zh_cn: 如果你想尝试其它的积分方法，请返回上一页面，选择所需要的方式。

source: Ill posed problem, incorrect formulation of the problem or missing informations
ca_es: Problema mal formulat o amb dades mancants.
cs_cz: Nekorektní formulace úlohy nebo nedostatek informací pro výpočet
fr_fr: Problème avec données manquantes ou mal formulé.
it_it: Problema mal posto, formulazione scorretta o informazioni mancanti
ru_ru: Плохо поставленная задача, неправильная постановка задачи или отсутствует информация
uk_ua: Погано поставлена ​​задача, неправильна постановка задачі або відсутня інформація
zh_cn: 题目表述不清，题目公式化错误，或者缺少必要信息。

source: In computer notation
ca_es: En notació de l'ordinador
cs_cz: Zápis pro počítač
fr_fr: En notation de l'ordinateur
it_it: Usando la notazione del computer
ru_ru: В компьютерном обозначении
uk_ua: У комп'ютерному позначенні
zh_cn: 计算机符号

source: Incorrect input
ca_es: Entrada invàlida
cs_cz: Nekorektní data na vstupu
fr_fr: Entrée invalide
it_it: Input scorretto
ru_ru: Неправильные данные при вводе
uk_ua: Неправильні данні при вводі
zh_cn: 输入错误

source: Incorrect input (not a number or empty string)
ca_es: Entrada incorrecta (buida o bé no és un nombre)
cs_cz: Nekorektní data na vstupu, nebo prázdný řetězec v některém políčku.
fr_fr: Entrée incorrecte (vide ou bien ce n'est pas un nombre)
it_it: Input scorretto (espressione non numerica o stringa vuota)
ru_ru: Неправильная вводная запись (нечисловое значение или незаполненное обязательное поле)
uk_ua: Неправильний початковий запис (нечислове значення або незаповнено обов'язкове поле)
zh_cn: 输入错误（不是数字或者输入为空）

source: Incorrect input, use only integers to enter number of steps.
ca_es: Mal teclejat: feu servir sols nombres enters positius per comptar els passos.
cs_cz: Nekorektní vstup. K zadávání počtu kroků používejte pouze přirozená čísla.
fr_fr: Mauvaise entrée: employez seulement des nombres entiers positifs pour compter les pas.
it_it: Input non corretto, usare solo numeri interi per inserire il numero di passi
ru_ru: Неправильная вводная запись, используйте только целые числа, чтобы ввести число шагов.
uk_ua: Неправильний вхідний запис, використовуйте тільки цілі числа, щоб ввести число кроків.
zh_cn: 输入不正确。步数只能是整数。

source: Incorrect problem
ca_es: Problema mal formulat
cs_cz: Nekorektní zadání
fr_fr: Problème mal posé
it_it: problema non corretto
ru_ru: Неправильная формулировка задания
uk_ua: Неправильне формулювання завдання
zh_cn: 问题错误

source: Inequalities
ca_es: Inequacions
cs_cz: Nerovnice
fr_fr: Inéquations
it_it: Disequazioni
ru_ru: Неравенства
uk_ua: Нерівності
zh_cn: 不等式

source: Inequalities and systems of inequalities
ca_es: Inequacions i sistemes d'inequacions
cs_cz: Nerovnice a soustavy nerovnic
fr_fr: Inéquations et systèmes d'inéquations
it_it: Disequazioni e sistemi di disequazioni
ru_ru: Неравенства и системы неравенств
uk_ua: Нерівності та системи нерівностей
zh_cn: 不等式和不等式组

source: Inequality
cs_cz: Nerovnost
it_it: Disuguaglianza
ru_ru: Hеравенство
zh_cn: 不等式

source: Inequality %s
ca_es: Inequació %s
cs_cz: Nerovnice %s
fr_fr: Inéquation %s
it_it: Disequazione %s
ru_ru: Неравенство %s
uk_ua: Нерівність %s
zh_cn: 不等式 %s

source: Initial guess
ca_es: Estimació inicial
cs_cz: Počáteční odhad
fr_fr: Approximation initiale
it_it: Ipotesi iniziale
ru_ru: Первоначальная оценка
uk_ua: Початкова оцінка
zh_cn: 初始近似值

source: Insecure or unsupported command or function %s. Do not use this command, please. If you insist on this command, use the full Maxima software.
ca_es: La comanda %s és insegura o no està implementada. No la feu servir, si us plau. Si de debò la voleu fer servir, us cal emprar tota la potència de Màxima directament.
cs_cz: Nebezpečný nebo nepodporovaný příkaz nebo funkce %s.<br> Tento kalkulátor není určen pro použití s tímto příkazem. Jestli na použití tohoto příkazu trváte, použijte plnohodnotný program Maxima nebo wxMaxima, který si můžete volně nainstalovat na svém počítači.
fr_fr: La commande %s est peu sure ou n'est pas implémentée. Ne l'employez pas, s'il vous plait. Si vous insistez absolument à l'employer, il vous faut alors toute la puissance de Maxima directement.
it_it: Comando o funzione non sicuri o non supportati %s. Non usare questo comando, per favore. Se è proprio necessario usare questo comando, usare il software Maxima completo.
ru_ru: Небезопасная или неподдерживаемая командa или функциa %s. Не используйте эту команду, пожалуйста. Если вы настаиваете на этой команде, используйте все программное обеспечение Maxima.
uk_ua: Небезпечна або командa, що не підтримується, або функція % s. Не використовуйте цю команду, будь ласка. Якщо ви наполягаєте на цій команді, використовуйте все програмне забезпечення Maxima.

source: Integral
cs_cz: Integrál
fr_fr: Intégrale
it_it: Integrale
ru_ru: Интеграл
uk_ua: Інтеграл
zh_cn: 积分

source: Integral methods assistant
ca_es: Assistent de mètodes d'integració
cs_cz: Integrální počet s asistencí
fr_fr: Assistant de méthodes d'intégration
it_it: Assistente dei metodi di integrazione
ru_ru: Интегральный помощник
uk_ua: Інтегральний помічник
zh_cn: 积分助理

source: Integrate terms in the sum
ca_es: Integra els termes de la suma
cs_cz: Integrujeme sčítance
fr_fr: Intègre les termes de la somme
it_it: Integrare i termini nella somma
ru_ru: Интегрирование слагаемых в сумме
uk_ua: Інтегрування доданків в сумі
zh_cn: 分别积分后相加

source: Integrating <b>by parts</b> with %s we get:
ca_es: Integrant <b>per parts</b> amb %s obtenim:
cs_cz: Integrací <b>per partés</b> při volbě %s dostaneme:
fr_fr: Intégrant <b>par parties</b> avec %s nous obtenons:
it_it: Integrando <b>per parti</b> con %s si ottiene:
ru_ru: Интегрируя <b>по частям</b> с %s получаем:
uk_ua: Інтегруя <b>частинами</b> з %s отримуєм:
zh_cn: 利用 %s 进行 <b>分部积分</b> 得到：

source: Integrating terms in a sum
ca_es: Integrant els termes de la suma
cs_cz: Integrace jednotlivých sčítanců
fr_fr: Integrant les termes de la somme
it_it: Integrando i termini di una somma
ru_ru: Интегрирование слагаемыx в сумме
uk_ua: Інтегрування доданків в сумі
zh_cn: 分别积分后相加

source: Integrating with respect to $ x$ we get %s.
ca_es: Integrant respecte a $ x$ obtenim %s.
cs_cz: Integrací vzhledem k $ x$ dostáváme %s.
fr_fr: Intégrant par rapport à $ x$ nous obtenons %s.
it_it: Integrando rispetto a $x$ otteniamo %s
ru_ru: Интегрируя по $ x$, имеем %s.
uk_ua: Інтегруючи по $ x$, маємо %s.

source: Integrating with respect to $ y$ we get %s.
ca_es: Integrant respecte a $ y$ obtenim %s.
cs_cz: Integrací vzhledem k $ y$ dostáváme %s.
fr_fr: Intégrant par rapport à $ y$ nous obtenons %s.
it_it: Integrando rispetto a $y$ otteniamo %s
ru_ru: Интегрируя по $ y$, имеем %s.
uk_ua: Інтегруючи по $y$, маємо %s.

source: Integration gives %s and %s (by clicking the integral you load the integral into tool for indefinite integration)
ca_es: El resultat de la integral és %s i %s (si cliqueu a la integral, la carregareu a la calculadora per fer integrals indefinides)
cs_cz: Integrací dostaneme %s a %s (kliknutím na integrál tento integrál nahrajete do aplikace usnadňující výpočet neurčitých integrálů)
fr_fr: Le résultat de l'intégrale est %s et %s (si vous cliquez sur l'intégrale, vous la chargerez dans la calculette pour les intégrales indéfinies)
it_it: L'integrazione dà %s e %s (cliccando sull'integrale lo carichi su un software per l'integrazione indefinita)
ru_ru: Интегрирование дает %s и %s (нажав на интеграл, можете его скопировать в сервис для неопределенного интеграла, где увидите эту часть решения более подробно)
uk_ua: Інтегрування дає %s та %s (натиснув на інтеграл, можете його скопіювати в сервіс для невизначеного інтегралу, де побачите цю частину розв'язку більш детально)
zh_cn: 积分得到 %s 和 %s （单击积分式将其转移到不定积分计算工具中求解）

source: Interpolation with Lagrange polynomial
ca_es: Interpolació amb polinomis de Lagrange
cs_cz: Interpolace pomocí Lagrangeova polynomu
fr_fr: Interpolation avec polynômes de Lagrange
it_it: Interpolazione con il polinomio di Lagrange
ru_ru: Интерполяция полиномом Лагранжа
uk_ua: Інтерполяція полиномом Лагранжа
zh_cn: 拉格朗日插值法

source: Interval
fr_fr: Intervalle
it_it: Intervallo
ru_ru: Интервал
uk_ua: Інтервал
zh_cn: 区间

source: Invalid input in the field %s.
ca_es: Entrada incomprensible a %s.
cs_cz: Neplatný vstup v políčku %s.
fr_fr: Entrée incompréhensible à %s.
it_it: Input non valido nel campo %s.
ru_ru: Неправильный ввод в поле %s.
uk_ua: Неправильний ввод в поле %s.
zh_cn: 表单 %s 输入非法。

source: Invalid limits for integration. Limits for the inside integral cannot contain the variable %s, which is used for inside integration.<br>Bad limits or bad order of variables for integration.
ca_es: Els límits d'integració no són vàlids. Els límits de la integral interior no poden contenir %s, que és la variable d'integració. <br>Límits erronis o bé l'ordre d'integració no té sentit.
cs_cz: Nekorektní meze pro vnitřní integrál. Meze pro vnitřní integrál nesmí obsahovat proměnnou %s, přes kterou se integruje vnitřní integrál.<br>Buď máte špatně meze, nebo pořadí integrace.
fr_fr: Les limites d'intégration ne sont pas valables. Les limites de l'intégrale intérieure no peuvent pas contenir %s, qui est la variable d'intégration. <br>Limites erronées ou bien l'ordre d'intégration n'a pas de sens.
it_it: Limiti di integrazione non validi. I limiti dell'integrale interno non possono contenere la variabile %s che viene usata per l'integrazione. <br> Limiti errati o errato orsine di integrazione
ru_ru: Ошибка в границах интегрирования. Переменная %s, по которой берем внутренний интеграл, не должна быть в пределах интегрирования для внутреннего интеграла. <br>Проверьте - Вы, может быть, неправильно задали границы или неправильный порядок интегрирования.
uk_ua: Помилка в границях інтегрування. Змінна %s, за якою беремо внутрішній интеграл, не повинна бути в межах інтегрування для цього інтегралу. <br>Проверьте - Вы, может быть, неправильно задали границы или неправильный порядок интегрирования.
zh_cn: 积分界限不正确。内积分的界限必须包含用于内积分的变量 %s。<br>界限错误或者积分变量顺序错误。

source: Invalid limits for integration. Limits for the outside integral must be constants and the lower limit has to be smaller than upper limit.
ca_es: Els límits d'integració no són vàlids. Els límits de la integral exterior han de ser constants, i el límit inferior ha de ser més petit que el límit superior.
cs_cz: Nekorektní meze pro vnější integrál. Meze pro vnější integrál musí být konstanty a dolní mez musí být menší než horní mez.
fr_fr: Les limites d'intégration no sont pas valables. Les limites de l'intégrale extérieure doivent être des constantes, et la limite inférieure doit être plus petite que la limite supérieure.
it_it: Limiti di integrazione non validi. I limiti dell'integrale esterno devono essere costanti e il limite inferiore deve essere minore del limite superiore.
ru_ru: Ошибка в границах интегрирования. Для границ интегрирования внешнего интеграла можно променять только постоянные (числа) а также требуется, чтобы нижний предел интегрирования был меньше верхнего.
uk_ua: Помилка в границях інтегрування. Для границь інтегрування зовнішнього інтеграла можна застосовувати лише постійні (числа), а також потрібно, щоб нижня границя інтегрування була менше за верхню.
zh_cn: 积分界限不正确。外积分的界限必须为常数，并且下界必须小于上界。

source: Invalid limits for integration. One of the limits is becomes undefined on the region of integration.
cs_cz: Špatné meze integrálu. Některá z funkcí použitých jako meze pro vnitřní integrál není definována na celé množině, kde chcete integrovat.
it_it: Estremi di integrazione non validi. Uno dei limiti è non definito nella regione di integrazione.
ru_ru: Неверные пределы интегрирования. Один из пределов неопределен в области интегрирования.
uk_ua: Невірні межі інтегрування. Одна з меж невизначенна в області інтегрування.

source: Invalid limits for integration. The lower limit for the inside integral has to be smaller than the upper limit.
ca_es: Els límits d'integració no són vàlids. El límit inferior de la integral interna ha de ser més petit que el límit superior.
cs_cz: Nekorektní meze pro vnitřní integrál. Dolní mez vnitřního integrálu musí být menší než mez horní. V tomto případě tato podmínka není splněna, funkce zadané mezemi se protínají.
fr_fr: Les limites d'intégration ne sont pas valables. La limite inférieure de l'intégrale intérieure doit être plus petite que la limite supérieure.
it_it: Limiti di integrazione non validi. Il limite inferiore dell'integrale interno deve essere minore del limite superiore
ru_ru: Недопустимые ограничения для интегрирования. Нижняя граница для внутреннегo интегралa должна быть меньше, чем верхняя граница.
uk_ua: Недопустимі обмеження для інтегрування. Нижня границя для внутрішнього інтегралу повинна бути менше, ніж верхня границя.
zh_cn: 积分界限不正确。内积分的积分下界必须小于上界。

source: Invalid limits for integration. The lower limit for the inside integral has to be smaller than the upper limit. If you want to interchange limits, you can try the following %s.
ca_es: Els límits d'integració no són vàlids. El límit inferior de la integral interna ha de ser més petit que el límit superior. Si voleu intercanviar els límits, podeu intentar %s.
cs_cz: Nekorektní meze pro vnitřní integrál. Dolní mez vnitřního integrálu musí být menší než mez horní. V tomto případě tato podmínka není splněna, meze jsou přehozeny. Meze prohodíte kliknutím na následující %s.
fr_fr: Les limites d'intégration ne sont pas valables. La limite inférieure de l'intégrale intérieure doit être plus petite que la limite supérieure. Si vous voulez échanger les limites, essayez %s.
it_it: Limiti di integrazione non validi. Il limite inferiore dell'integrale interno deve essere inferiore del limite superiore. Se si vuole scambiare i limiti, si può provare il seguente %s
ru_ru: Ошибка в границах интегрирования. Нижняя граница внутреннего интеграла должна быть меньше, чем верхняя граница. Сейчас у Вас это условие не выполнено, перепутали границы. Изменить порядок можете щелчком на %s.
uk_ua: Помилка в границях інтегрування. Нижня границя внутрішнього інтегралу повинна бути менше, ніж верхня границя. На данний час у Вас ця умова не виконується, переплутали границі. Змінити порядок можете натисканням на %s.
zh_cn: 积分界限不正确。内积分的积分下界必须小于上界。交换积分界限，请点击这个 %s 。

source: Invalid limits for integration. The radial variable r must be nonnegative.
ca_es: Els límits d'integració no són vàlids. La variable radial no pot ser negativa.
cs_cz: Nekorektní meze pro proměnnou r. Tato proměnná musí být nezáporná.
fr_fr: Les limites d'intégration ne sont pas valables. La variable radiale ne peut pas être négative.
it_it: Limiti di integrazione non validi. La variabile radiale r deve essere non negativa
ru_ru: Недопустимые ограничения для интегрирования. Переменная r должнa быть неотрицательнoй.
uk_ua: Недопустимі обмеження для інтегрування. Змінна r повинна бути невід'ємною.
zh_cn: 积分界限错误。极坐标变量 r 必须为非负值。

source: Invalid point number %s.
ca_es: El punt número %s no és vàlid.
cs_cz: Chyba v zadání bodu číslo %s.
fr_fr: Le point número %s n'est pas valable.
it_it: Il punto numero %s non è valido.
ru_ru: Ошибка в задании точки номер %s.
uk_ua: Помилка в задані точки номер %s.
zh_cn: 点坐标 %s 非法。

source: Investigating function using Maxima CAS
ca_es: Estudant la funció amb Màxima
cs_cz: Průběh funkce programem Maxima
fr_fr: Étudiant la fonction avec Maxima
it_it: Studio della funzione usando Maxima
ru_ru: Исследование функции с применением Maxima CAS
uk_ua: Дослідження функції із використанням Maxima CAS
