Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: We try to solve the equation %s with respect to the derivative.
ca_es: Intentem resoldre a derivada a partir de l'equació %s.
cs_cz: Pokusíme se vyřešit rovnici %s vzhledem k derivaci.
fr_fr: Essayons de résoudre pour la dérivée à partir de l'équation %s.
it_it: Cerchiamo di risolvere l'equazione %s rispetto alla derivata
ru_ru: Попробуем решить уравнение %s относительно производной.
uk_ua: Спробуємо розв'язати рівняння %s відносно похідної.
zh_cn: 尝试求解关于导数的方程 %s 。

source: We use small Lagrange polynomials in the interpolation formula and sum up like powers of $ x$ (the final result is in the frame).
ca_es: Fem servir polinomis de Lagrange per a la interpolació, i després ajuntem les potències de $ x$ (el resultat final apareix enquadrat).
cs_cz: Dosadíme pomocné Lagrangeovy polynomy a sečteme členy se stejnou mocninou (výsledek je uveden v rámečku).
fr_fr: Employons des polynômes de Lagrange pour l'interpolation, et après rassemblons les puissances de $ x$ (le résultat final apparait encadré).
it_it: Si usano i polinomi di Lagrange nella formula di interpolazione e si sommano le potenze uguali di $x$ (il risultato finale è nel rettangolo).
ru_ru: Подставляем базисные полиномы Лагранжа в формулу интерполяционного полинома и суммируем члены с одинаковыми степенными показателями (результат записан в рамочке).
uk_ua: Підставляємо базисні поліноми Лагранжа в формулу інтерполяційного полінома та сумуємо члени з однаковими степенями (результат записано в рамочці).

source: We use substitution %s.
ca_es: Fem servir la substitució %s.
cs_cz: Použijeme substituci %s.
fr_fr: Employons la substitution %s.
it_it: Usiamo la sostituzione %s
ru_ru: Применим замену %s.
uk_ua: Застосуємо заміну %s.
zh_cn: 用 %s 换元。

source: We use the variation of constants to find the particular solution in the form
ca_es: Fem variar els coeficients i trobem així la solució particular
cs_cz: Metodou variace konstant hledáme řešení ve tvaru
fr_fr: Varions les coefficients et trouvons ainsi la solution particulière
it_it: Usiamo il metodo della variazione delle costanti per trovare una soluzione particolare nella forma
ru_ru: Применяем метод вариации произвольных постоянных для нахождения частного решения в виде
uk_ua: Застосовуємо метод варіації довільних сталих для знаходження частинного розв'язку у вигляді
zh_cn: 用常数变易法求解特解

source: We will look for the intercepts of y=%s and y=%s, symbolically and numerically.
ca_es: Cercarem les interseccions de y=%s i y=%s, de forma smbòlica i també numèricament.
cs_cz: Budeme hledat průsečíky funkcí y=%s a y=%s, zkusíme je hledat symbolicky i numericky, snad budeme mít aspoň jednou štěstí.
fr_fr: Cherchons les intersections de y=%s et y=%s, de forme symbolique et aussi numériquement.
it_it: Cerchiamo le intersezioni di y=%s e y=%s, simbolicamente e numericamente
ru_ru: Найдем точки пересечения графиков функций y=%s и y=%s, попробуем их определять как аналитически,так и численно, будем надеяться, что найдем хотя бы один результат.
uk_ua: Знайдемо точки перетину графіків функцій y=%s та y=%s, спопробуємо їх визначити як аналітично,так і чисельно, будемо сподіватися, що знайдемо хоча б один результат.
zh_cn: 求 y=%s 和 y=%s 的截距、象限和数值。

source: We write the form of the Lagrange polynomial from the $ y$ coordinates.
ca_es: Trobem la forma del polinomi de Lagrange a partir de les coordenades $y$.
cs_cz: Pomocí $ y$-ových souřadnic sestavíme tvar Lagrangeova polynomu.
fr_fr: Trouvons la forme du polynôme de Lagrange à partir des coordonnées $y$.
it_it: Scriviamo la forma del polinomio di Lagrange dalle coordinate $y$
ru_ru: При помощи $y$ координат составим запись полинома Лагранжа.
uk_ua: За допомогою $ y$ координат складемо запис полінома Лагранжа.
zh_cn: 以 $ y$ 坐标的形式输入拉格朗日多项式。

source: You are not allowed to enter more than six points.
ca_es: No podeu introduïr més de 6 punts
cs_cz: Bodů může být nejvýše šest.
fr_fr: N'introduisez pas plus de 6 points
it_it: Non ti è permesso inserire più di sei punti.
ru_ru: Мы не обрабатываем более чем на шесть точeк (Вы не можете ввести более, чем шесть точек).
uk_ua: Ви не можете ввести більше, ніж шість точок
zh_cn: 最多只能输入 6 个点。

source: You can check is somebody else is working with the tool by checking %s history%s.
ca_es: Podeu veure si algú altre està fent servir aquesta calculadora quan cliqueu a %s historial%s.
cs_cz: Jestli s nástrojem skutečně pracuje i někdo jiný poznáte pohledem do %s historie%s.
fr_fr: Vous pouvez voir si quelqu'un d'autre est en train d'employer cette calculette en cliquant sur %s historial%s.
it_it: E' possibile controllare se qualcun altro sta lavorando con questo strumento controllando %s history%s
ru_ru: Вы можете посмотреть, пользуется ли кто-то сейчас сервисами, проверяя %sисторию%s.
uk_ua: Ви можете переглянути, чи використовує ще хтось зараз сервіси, перевіряючи %sісторію%s.
zh_cn: 单击“%s历史记录%s”可以查看其他用户使用这个工具计算过的问题。

source: You can enter decimal number or mathematical formula which contains
ca_es: Podeu entrar un nombre en notació decimal o bé una fòrmula matemàtica contenent tan sols
cs_cz: Na vstup můžete zapsat buď desetinné číslo, nebo výraz sestavený podle následujících pravidel. Povolené funkce, proměnné a operace jsou
fr_fr: Rentrez un nombre en notation décimale ou bien une formule mathématique contenant seulement
it_it: Si può inserire un numero decimale o una formula matematica che contiene
ru_ru: Вы можете ввести десятичное число или математическое выражение, которое содержит
uk_ua: Ви можете ввести десяткове число або математичний вираз, який містить
zh_cn: 你输入的数字或数学表达式可以包含

source: You can use WYSIWYG editor <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> to edit mathematical expressions and then move the expression into field in the form by using clipboard in your operating system. This editor is accessible at the end of some input fields, where we suppose nontrivial input. In these cases it is not necessary to use the clipboard and the transfer into field in our form is automatical.
ca_es: Podeu fer servir l'editor WYSIWYG en línia <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> per editar expressions matemàtiques, i després copiar-les i enganxar-les a l'entrada del formulari. (no tingueu pas por del títol en txec i espereu que el programet en Java es carregui). Aquest editor és accessible automàticament a segons quines entrades, on ens esperem una entrada complicada. En aquest cas, no cal copiar ni enganxar res: allò que editeu apareixerà automàticament al vostre formulari.
cs_cz: <br><br>Matematické výrazy můžete také editovat WYSIWYG editorem <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> a přenést přes schránku operačního systému do formuláře. V případech, kde předpokládáme zadávání netriviálních výrazů, máte tento editor přístupný po stisku tlačítka "Editor matematiky" za políčkem formuláře a matematický výraz se z tohoto editoru do formuláře přenáší automaticky.
fr_fr: L'éditeur WYSIWYG en ligne <à href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</à> est à votre disposition pour éditer expressions mathématiques, et puis les copier et coller à l'entrée du formulaire. (N'ayez pas peur de l'en-tête en tchèque ítol en txec et patientez le temps que le petit programme en Java soit chargé). Cet éditeur est accessible automatiquement depuis selon quelles entrées, où une entrée compliquée est prévisible. Dans ces cas, inutile de copier et coller quoi que ce soit: ce que vous éditez apparaitra automatiquement sur votre formulaire.
it_it: E' possibile usare l'editor WYSIWYG <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> per editare le espressioni matematiche e poi copiare l'espressione nel campo del form usando la tastiera del pc. Si può accedere a questo editor alla fine di alcuni campi di input (si suppone che l'input non sia triviale). In questi casi, non è necessario usare la tastiera e il trasferimento nel campo del nostro form è automatico.
ru_ru: Можете пользоваться редактором WYSIWYG <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> для редактирования математических выражений и затем перенести математичекую запись в соответсвующее поле формуляра задания (используя при этом буфер обмена Вашей операционной системы). В случае, когда будете записывать сложные математические выражения, к этому редактору можно перейти при помощи кнопки "Редактор" возле вводного поля формуляра, такая запись из Редактора в поле будет перенесена автоматически.
uk_ua: Можете використовувати редактор WYSIWYG <a href="http://user.mendelu.cz/tihlarik/dragmath/DragMath.html" target="_blank">Dragmath</a> для редактування математичних виразів і потім перенести математичний запис у відповідне поле формуляра завдання (використовуючи при цьому буфер обміну Вашої операційної системи). У випадку, коли будете записувати складні математичні вирази, до цього редактора можна перейти за допомогою кнопки "Редактор" біля вводного поля формуляра, такий запис із Редактора в поле буде перенесений автоматично.

source: You can use method of undetermined coefficients: the primitive function has the form %s, where %s is %s and k is real number. The application of this method in steps is not covered by this application and from this reason you should leave the rest to Maxima and evaluate the integral by computer. It is also possible in some integrals of this type to remove the square root by a convenient substitution.
ca_es: Mètode de la variació de constants: la integral indefinida és de la forma %s, on %s és %s i <i>k</i> és real. L'aplicació d'aquest mètode per etapes no cau dins de les possibilitats d'aquesta calculadora: deixeu fer a Màxima i l'ordinador avaluarà la integral. En algunes integrals d'aquesta mena, de vegades es pot eliminar l'arrel amb un canvi de variable adient.
cs_cz: Můžete použít metodu neurčitých koeficientů: primitivní funkce má tvar %s, kde %s je %s a k je reálné číslo. Tuto metodu nemůžete v této aplikaci krokovat, proto máte předvoleno dokončení integrace počítačem. Někdy je možno zvolit i vhodnou substituci, která odstraní odmocninu.
fr_fr: Méthode de la variation de constantes: l'intégrale indéfinie est de la forme %s, où %s est %s et <i>k</i> est réelle. L'aplication de cette méthode par étapes est en dehors des possibilités de cette calculette: laissez faire à Maxima et l'ordinateur évaluera l'intégrale. Dans quelques intégrales de ce type, des fois la racine peut gicler avec un changement de variable idoine.
it_it: E' possibile usare il metodo dei coefficienti indeterminati: la funzione primitiva è del tipo %s, dove %s è %s e k è un numero reale. L'applicazione di questo metodo per passi non è coperta da questa applicazione e per questo motivo è necessario lasciare il resto a Maxima e valutare l'integrale sul pc. E' anche possibile in alcuni integrali di questo tipo rimuovere la radice quadrata mediante una sostituzione opportuna.
ru_ru: Метод неопределенных коэффициентов: первообразная функция в виде %s, где %s это %s и k - это действительное число. Этот метод не можем пройти в программе шаг за шагом, поэтому автоматически установлен выбор возможности для завершения интегрирования компьютером. Иногда есть возможность для интегралов этого типа найти подходящую замену, которая поможет избавиться от квадратного корня.
uk_ua: Метод невизначених коефіцієнтів: первісна у вигляді %s, де %s - це %s і k - це дійсне число. Цей метод не можна пройти в програмі крок за кроком, тому автоматично встановлений вибір можливості для завершення інтегрування комп'ютером. Іноді є можливість для інтегралів цього типу знайти підходящу заміну, яка допоможе позбавитися від квадратного кореня.

source: You cannot write group of two or more characters like %s.
cs_cz: Skupina znaků %s není povolena (nedává smysl v zápise matematického výrazu).
fr_fr: Vous n'avez pas le droit d'écrire une suite de symboles comme %s.
it_it: Non è possibile scrivere gruppi di due o più caratteri come %s.
ru_ru: Вы не можете написать группу из двух или более символов, таких как %s.
uk_ua: Ви не можете написати групу з двох або більше символів, таких як %s.
zh_cn: 不能使用两个或多个字符，比如 %s 。

source: You choosed to integrate some terms but no term has been marked for integration
ca_es: Heu dit que volieu integrar alguns dels termes però no n'heu marcat cap per integrar-lo(s)
cs_cz: Volíte-li integraci jednotlivých sčítanců, musíte označit, které sčítance chcete integrovat
fr_fr: Vous dites que vous voulez intégrer plusieurs termes mais vous n'en marquez aucun
it_it: E' stato scelto di integrare qualche termine, ma nessun termine è stato indicato per l'integrazione
ru_ru: Вы выбрали интегрирование некоторых слагаемых, но ничего не обозначили для интегрирования
uk_ua: Ви обрали інтегрування деяких доданків, але нічого не позначили для інтегрування
zh_cn: 即将对某些项目进行积分，但是没有标注被积分的项目。

source: You did not choose any action
ca_es: No heu triat cap acció
cs_cz: Není vybrána žádná akce.
fr_fr: Vous n'avez choisi aucune action
it_it: Non è stata scelta alcuna azione
ru_ru: Вы не выбрали следующий шаг
uk_ua: Ви не вибрали наступний крок
zh_cn: 你没有选择任何操作

source: You have to solve the equation with respect to the derivative first and write the right hand side only. You may try also to write the full equation to the second field and switch the radiobutton on the left.
ca_es: Primer heu de resoldre explícitament l'equació per a la derivada, i aquí hi heu d'entrar només el que va a la dreta de y'=. Altrament, podeu escriure tota l'equació i canviar el botonet a l'esquerra.
cs_cz: Nejprve musíte Vaši rovnici rozřešit vzhledem k derivaci a potom zapsat do formuláře pouze pravou stranu. Nebo můžete zapsat celou rovnici do druhého vstupního políčka a použít přepínač vlevo.
fr_fr: D'abord, il vous faut résoudre l'équation pour la dérivée explicitement, et ici vous devez entrer seulement ce qui va à la droite de y'=. Autrement, vous pouvez écrire toute l'équation et changer l'option sur le petit bouton à gauche.
it_it: Devi risolvere l'equazione innanzitutto rispetto alla derivata e scrivere solo il membro di destra. Puoi anche provare a scrivere l'equazione completa nel secondo campo e spostare il pulsante sulla sinistra.
ru_ru: В первую очередь следует решить уравнение относительно производной и записать в поле формуляра только правую часть. Или можно записать все уравнение во второе поле формуляра, не забудьте переключить левую кнопку у соответствующего поля.
uk_ua: В першу чергу потрібно розв'язати рівняння відносно похідної й записати в поле формуляра лише праву частину. Або можна записати все рівняння в друге поле формуляра, не забудьте переключити ліву кнопку у відповідного поля.
zh_cn: 请先解关于导数的方程，并且只填写右手边的文本框。也可以尝试在第二个文本框中填写完整的方程，然后选中左侧的单选框。

source: You have to specify %s or %s for integration by parts.
ca_es: Heu d'especificar %s o bé %s si voleu integrar per parts.
cs_cz: Při metodě per-partés musíte zadat buď funkci %s nebo %s.
fr_fr: Vous devez spécifier %s ou bien %s si vous voulez intégrer par parties.
it_it: Si deve specificare %s o %s per l'integrazione per parti.
ru_ru: Вы должны указать %s или %s для интегрирования по частям.
uk_ua: Ви повинні вказати %s або %s для інтегрування частинами.
zh_cn: 你必须指定 %s 或 %s 才能进行分部积分。

source: You have to use new name for the variable and you have to enter which substitution you wish to use. The name of the variable consists of one letter only. This name cannot be %s.
ca_es: Us cal un nom nou per a la nova variable, i heu de dir quina substitució voleu fer servir. El nom de la variable ha de tenir una sola lletra, diferent de %s.
cs_cz: <ul><li>musíte zadat jakou substituci chcete použít</li><li>nová proměnná musí mít jiné jméno než kterákoliv stará proměnná a musí se v substituci vyskytovat</li><li>proměnná může být pouze jednopísmenná a nesmí to být %s.</li></ul><br> Vraťte se zpět a opravte substituci.
fr_fr: Il vous faut un nom nouveau pour la nouvelle variable, et vous devez dire quelle substitution vous voulez employer. Le nom de la variable doit n'avoir qu'une seule lettre, distincte de %s.
it_it: Occorre usare un nuovo nome per la variabile e occorre inserire quale sostituzione si desidera usare. Il nome della variabile deve essere composto di una sola lettera. Il nome non può essere %s.
ru_ru: Вы должны применить новое обозначение для переменной, и вы должны указать подстановкy, которую вы хотите применить. Обозначение переменной состоит только из одной буквы. Запрещено применять обозначение %s.
uk_ua: Ви повинні застосувати нове позначення для змінної та повинні вказати підстановкy, яку ви хочете використати. Позначення змінної складається тільки з однієї букви. Заборонено застосовувати позначення %s.
zh_cn: 必须指定用于换元积分的新变量名。变量名只能含有一个字母，并且不能是%s。

source: You have to use the PDF file in Adobe Reader or Adobe Acrobat (do not use xpdf, kpdf and other PDF viewers).
ca_es: Probablement, heu d'obrir l'arxiu PDF amb Adobe Reader (no amb xpdf, kpdf o altres lectors).
cs_cz: Abyste animaci viděli a mohli ovládat, musíte mít soubor otevřen v programu Adobe Reader nebo Adobe Acrobat (nepoužívejte xpdf, kpdf a podobné alternativní prohlížeče).
fr_fr: Probablement, il vous faut ouvrir le fichier PDF avec Adobe Reader (non pas avec xpdf, kpdf ou d'autres lecteurs).
it_it: Si deve vedere il file PDF in Adobe Reader o Adobe Acrobat (non usare xpdf, kpdf o altri visualizzatori PDF).
ru_ru: Для просмотра анимации следует воспользоваться файлом PDF в программе Adobe Reader или Adobe Acrobat (не пользуйтесь xpdf, kpdf и другими PDF вьюверами)
uk_ua: Для перегляду анімації потрібно використати файл PDF в програмі Adobe Reader або Adobe Acrobat (не використовуйте xpdf, kpdf та інші PDF в'ювери)
zh_cn: 请使用 Adobe Reader 或者 Adobe Acrobat。（不要使用 xpdf、kpdf 或者其它的 PDF 查看器）

source: You may have a typing error in your mathematical expression or use too general right hand side of the equation. This interface works only if the right hand side is in the form %s where P and Q are polynomials of order at most 4.
ca_es: Hi ha algun error en la vostra expressió matemàtica, o heu fet servir una expressió massa general per al terme de la dreta. Aquesta calculadora funciona només si el terme de dreta és de la forma %s, on P i Q són polinomis de grau 4 o menys.
cs_cz: Možná máte chybu nebo překlep ve vstupní straně formuláře nebo používáte příliš obecnou funkci na pravé straně. Toto rozhraní umí řešit rovnice pouze s pravou stranou ve tvaru %s, kde P a Q jsou polynomy stupně nejvýše 4.
fr_fr: Il y a une erreur dans votre expression mathématique, ou bien vous avez employé une expression trop générale pour le terme à droite. Cette calculette marche seulement si le terme à droite est de la forme %s, où P et Q sont polynômes de degré 4 ou moins.
it_it: Potrebbero esserci errori di battitura nell'espressione o potrebbe essere stato usato un termine di destra dell'equazione troppo generale. Questa interfaccia funziona solo se il termine di destra è nella forma %s con P e Q polinomi al massimo di quarto grado.
ru_ru: У вас возможно опечатка в математическом выражении или использована слишком общая правая часть уравнения. Этот интерфейс работает только в том случае, если правая часть в форме %s, где P и Q - многочлены степени не выше 4.
uk_ua: У вас, можливо, описка в математичному виразі або використана досить загальна права частина рівняння. Цей інтерфейс працює лише в тому випадку, коли права частина записана в формі %s, де P та Q - многочлени степеня не вище 4.

source: You may try to interchange the order of integration and submit again. (Remember also to adjust limits for integration properly.)
cs_cz: Můžete zaměnit pořadí integrace a odeslat formulář znovu. Nezapomeňte však při záměně pořadí integrace upravit meze integrálů.
it_it: Si potrebbe provare a cambiare l'ordine di integrazione e a calcolarlo di nuovo (ricodare di sistemare in modo appropriato anche gli estremi di integrazione)
ru_ru: Вы можете попробовать поменять порядок интегрирования и посчитать еще раз. (Не забудьте также настроить ограничения для интегрирования должным образом.)
uk_ua: Ви можете спробувати змінити порядок інтегрування й обчислити ще раз. (Не забудьте також налаштувати обмеження для інтегрування належним чином.)
zh_cn: 请尝试改变积分顺序后再次提交。（不要忘记适当调整积分区间。）

source: You may try to pass your expression to %sWolframAlpha%s.
cs_cz: Můžete zkusit vstup předat serveru %sWolframAlpha%s, který by s tímto výrazem mohl poradit lépe.
it_it: Si può provare ad inserire l'espressione in %sWolframAlpha%s.
ru_ru: Попробуйте для решения вашей проблемы воспользоваться систeмой %sWolframAlpha%s.
uk_ua: Спробуйте для розв'язання вашої проблеми використати систeму %sWolframAlpha%s.

source: You may want to continue and simplify your result ...
ca_es: Tal volta voleu continuar i simplificar el vostre resultat...
cs_cz: Zde si můžete funkci ještě dále upravit ...
fr_fr: Vous voulez peut-être continuer et simplifier le résultat...
it_it: Puoi voler continuare e semplificare il tuo risultato...
ru_ru: Вы можете продолжать и упростить результат ...
uk_ua: Ви можете продовжувати й спростити результат ...
zh_cn: 现在可以化简结果。

source: You probably reached the time limit, try simpler problem or %s.
ca_es: Heu assolit el límit de temps; intenteu un problema més senzill o %s.
cs_cz: Pravděpodobně byl překročen časový limit pro zpracování problému. Zkuste jednodušší problém nebo %s.
fr_fr: Vous avez atteint la limite de temps; essayez un problème plus simple ou %s.
it_it: Probabilmente è stato superato il limite di tempo, prova con un problema più semplice o %s.
ru_ru: Вы, наверное, исчерпали максимальное время, предназначенное для решения задачи, попробуйте более простую задачу или %s.
uk_ua: Ви, мабуть, вичерпали максимальний час, призначений для виконання завдання, спробуйте більш просту задачу або %s.
zh_cn: 处理问题超时。请尝试简化问题，或者 %s。

source: You probably use the <i>y</i> variable, which is not allowed here.
ca_es: Em sembla que heu fet servir la variable <i>y</i>, cosa que no és permesa aquí.
cs_cz: Pravděpodobně používáte proměnnou <i>y</i>, což není v tomto kontextu povoleno.
fr_fr: Il me semble que vous avez employé la variable <i>y</i>, ce qui n'est pas permis ici.
it_it: E' stata probabilmente usata la variabile <i>y</i>, che non è consentita in questo contesto.
ru_ru: Вы, наверное, написали <i>у</i> переменнyю, что здесь не допускается.
uk_ua: Ви, мабуть, написали <i>у</i> змінну, що тут не є допустимим.
zh_cn: 不允许使用 <i>y</i> 作为变量。

source: You probably want to integrate a function involving the absolute value.
cs_cz: Pravděpodobně se pokoušíte integrovat funkci obsahující absolutní hodnotu.
it_it: Probabilmente vuoi integrare una funzione contenente dei valori assoluti
ru_ru: Вы хотите интегрировать функцию с абсолютным значением.
uk_ua: Ви хочете інтегрувати функцію з модулем.
zh_cn: 你或许要求解含有绝对值的函数积分。

source: You should turn JavaScript on to see popup informations.
ca_es: Engegueu JavaScript per veure les informacions dins les finestres emergents.
cs_cz: Zapněte si prosím JavaScripty.
fr_fr: Enclenchez JavaScript pour voir les informations dans des fenêtres émergentes.
it_it: Devi attivare i Javascript per vedere le informazioni nelle finestre popup
ru_ru: Вы должны включить JavaScript, чтобы увидеть дополнительную информацию.
uk_ua: Ви повинні включити JavaScript, щоб побачити додаткову інформацію.
zh_cn: 请允许 JavaScript 脚本运行以查看弹出信息。

source: You used %s opening and %s closing parentheses.
cs_cz: Vstupní data obsahují celkem %s levých a %s pravých závorek.
it_it: Hai aperto %s parentesi e chiuso %s parentesi
ru_ru: Мы %s раскрываем скобки и %s заключаем в скобки.
uk_ua: Ви повинні %s відкрити та %s закрити круглі дужки
zh_cn: 表达式中包含 %s 个左括号和 %s 个右括号。
