Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Product rule
ca_es: Multiplicació
cs_cz: Derivace součinu
fr_fr: Multiplication
it_it: Regola della derivata del prodotto
ru_ru: Производная произведения
uk_ua: Похідна добутку
zh_cn: 乘法定则

source: Program Maxima finishes the answer automatically
ca_es: Màxima enllesteix la resposta automàticament
cs_cz: Program Maxima dokončí integraci samostatně, bez zobrazení postupu.
fr_fr: Maxima aboutit à la réponse automatiquement
it_it: Il programma Maxima termina la risposta automaticamante
ru_ru: Программа Maxima заканчивает ответ автоматически
uk_ua: Програма Maxima закінчує відповідь автоматично
zh_cn: Maxima 程序自动完成求解

source: Quotient rule
ca_es: Divisió
cs_cz: Derivace podílu
fr_fr: Division
it_it: Regola della derivata del quoziente
ru_ru: Производная частного (функций)
uk_ua: Похідна частки (функцій)
zh_cn: 除法定则

source: Read carefully the method and ignore other suggestions, such as substitution
ca_es: Llegiu atentament les instruccions del mètode i ignoreu cap altre suggeriment, com ara fer una substitució
cs_cz: Přečtěte si pozorně postup a případné jiné návrhy (např substituci) ignorujte
fr_fr: Lisez attentivement les instructions de la méthode et ignorez toute autre suggestion, comme celle de faire une substitution
it_it: Leggere con cura il metodo e ignorare gli altri suggerimenti, come la sostituzione
ru_ru: Внимательно рассмотрите метод и игнорируйте другие предложения, такие, как замена переменных
uk_ua: Уважно розглянте метод й ігноруйте інші пропозиції, такі, як заміна змінних
zh_cn: 仔细阅读此方法，忽略其它的建议，比如换元法。

source: Region for integration
cs_cz: Oblast pro integraci
it_it: Regione di integrazione
ru_ru: Область интегрирования
uk_ua: Область інтегрування
zh_cn: 积分界限

source: Regula falsi method
cs_cz: Metoda regula falsi
it_it: Metodo della regula falsi
ru_ru: Метод фальшпозиции
uk_ua: Метод фальшпозиції
zh_cn: 试位法

source: Remarks
ca_es: Comentaris
cs_cz: Poznámky
fr_fr: Commentaires
it_it: Osservazioni
ru_ru: Замечания
uk_ua: Зауваження
zh_cn: 备注

source: Report bug
ca_es: Anuncio un bog
cs_cz: Nahlásit chybu
fr_fr: J'annonce un bogue
it_it: Segnala bug
ru_ru: Сообщить об ошибке
uk_ua: Повідомити про помилку
zh_cn: 报告问题

source: Second derivative
ca_es: Segona derivada
cs_cz: Druhá derivace
fr_fr: Deuxième dérivée
it_it: Derivata seconda
ru_ru: Вторая производная
uk_ua: Друга похідна
zh_cn: 二阶导数

source: Second order linear differential equation
ca_es: Equació diferencial lineal de segon grau
cs_cz: Lineární diferenciální rovnice druhého řádu
fr_fr: Équation différentielle linéaire de deuxième degré
it_it: Equazione differenziale lineare del secondo ordine
ru_ru: Линейное дифференциальное уравнение второго порядка
uk_ua: Лінійне диференціальне рівняння другого порядку
zh_cn: 二阶常微分方程

source: Separation of variables
ca_es: Separació de variables
cs_cz: Separace proměnných
fr_fr: Séparation de variables
it_it: Separazione delle variabili
ru_ru: Разделение переменных
uk_ua: Відокремлення змінних
zh_cn: 分离变量

source: Server load too large
ca_es: El servidor va massa carregat
cs_cz: Ochrana proti přetížení serveru
fr_fr: Le serveur est trop chargé
it_it: Carico del server troppo grande
ru_ru: Охрана от перегрузки сервера
uk_ua: Захист від перевантаження сервера
zh_cn: 服务器压力过大

source: Server overloaded
ca_es: El servidor va massa carregat
cs_cz: Přetížený server
fr_fr: Le serveur est trop chargé
it_it: Server sovraccarico
ru_ru: сервер перегружен
uk_ua: сервер перевантажено
zh_cn: 服务器过载

source: Server refused to build more animations simultaneously.
ca_es: El servidor es nega a preparar més animacions simultàniament.
cs_cz: Server je nastaven tak, aby negeneroval více animací současně.
fr_fr: Le serveur refuse de préparer tant d'animations simultanément.
it_it: Il server si è rifiutato di creare più animazioni contemporaneamente.
ru_ru: Сервер не может одновременно создавать большое количество анимаций.
uk_ua: Сервер не может одночасно створювати велику кількість анімацій.
zh_cn: 服务器拒绝同时进行多个操作。

source: Shift: horizontally %s units and vertically %s units (positive values mean move to the left or top, negative to the right or bottom)
ca_es: Fem una traslació de %s unitats horitzontals i %s unitats verticals (valors positius mouen la gràfica cap a l'esquerra o cap amunt, valors negatives cap a la dreta o cap avall)
cs_cz: Posun grafu: vodorovně o %s a svisle o %s (kladná čísla značí posun doleva nebo nahoru, záporná naopak)
fr_fr: Faisons une translation de %s unités horizontalement et %s unités verticalment (les valeurs positives déplacent le graphique vers la gauche ou vers le haut, les valeurs negatives vers la droite ou vers le bas)
it_it: Traslazione: orizzontale di %sunità e verticale di %s unità (i valori positivi implicano uno spostamento verso sinistra o verso l'alto, quelli negativi verso destra o verso il basso)
ru_ru: Перенос графика по горизонтали %s единиц и по вертикали %s единиц (положительные значения обозначают перенос влево или вверх, отрицательные - перенос вправо или вниз)
uk_ua: Перенос графіка по горизонталі на %s одиниць та по вертикали на %s одиниць (додатні значення означають перенос вліво або вверх, від'ємні - вправо або вниз)
zh_cn: 平移：水平方向 %s 单位，竖直方向 %s 单位（正值为向左或者向上，负值为向右或者向下）。

source: Shifting %s into %s.
ca_es: Desplaçant %s cap a %s.
cs_cz: Posunujeme %s na %s.
fr_fr: Déplaçant %s vers à %s.
it_it: Traslare %s in %s
ru_ru: Параллельно переносим %s на %s
uk_ua: Паралельно переносимо %s на %s
zh_cn: 将 %s 平移为 %s 。

source: Simplification
ca_es: Simplificació
cs_cz: Úprava
it_it: Semplificazione
ru_ru: Упрощение
uk_ua: Спрощення
zh_cn: 化简

source: Simplifying we get
ca_es: Simplificant, obtenim
cs_cz: Úpravou obdržíme
fr_fr: Simplifiant, nous obtenons
it_it: Semplificando otteniamo
ru_ru: Упрощая, мы имеем
uk_ua: Після спрощення маємо
zh_cn: 化简，得到

source: Singular solution
ca_es: Solució singular
cs_cz: Singulární řešení
fr_fr: Solution singulière
it_it: Soluzione singolare
ru_ru: Сингулярное решение
uk_ua: Сингулярний розв'язок
zh_cn: 奇解

source: Solid of revolution
ca_es: Volum de revolució
cs_cz: Rotační těleso
fr_fr: Volume de révolution
it_it: Solido di rivoluzione
ru_ru: тело вращения
uk_ua: тіло обертання
zh_cn: 旋转体

source: Solution
ca_es: Solució
cs_cz: Řešení
it_it: Soluzione
ru_ru: Решение
uk_ua: Розв'язок
zh_cn: 解

source: Solution from Newton--Leibniz formula
ca_es: Solució amb la fòrmula de Newton-Leibniz
cs_cz: Řešení pomocí Newtonovy--Leibnizovy věty
fr_fr: Solution avec la formule de Newton-Leibniz
it_it: Soluzione dalla formula di Newton-Leibniz
ru_ru: Решение по формуле Ньютона-Лейбница
uk_ua: Розв'язання за допомогою формули Н'ютона-Лейбніца
zh_cn: 由牛顿-莱布尼茨公式得到的解

source: Solution of the linear system
ca_es: Solució del sistema lineal
cs_cz: Řešení soustavy lineárních rovnic
fr_fr: Solution du système linéaire
it_it: Soluzione del sistema lineare
ru_ru: Решение линейной системы
uk_ua: Розв'язок лінійної системи
zh_cn: 线性方程组的解

source: Solution of the system for %s and %s is
ca_es: La solució del sistems per %s i %s és
cs_cz: Řešení soustavy rovnic pro %s a %s je
fr_fr: La solution du système pour %s et %s est
it_it: La soluzione del sistema per %s e %s è
ru_ru: Решение системы для %s и %s
uk_ua: Розв'язок системи для %s і %s
zh_cn: 方程组 %s 和 %s 的解是

source: Solution of this equation
ca_es: Solució de l'equació
cs_cz: Řešení této rovnice
fr_fr: Solution de l'équation
it_it: Soluzione di questa equazione
ru_ru: Решение уравнения
uk_ua: Розв'язання рівняння
zh_cn: 方程的解

source: Something failed - report this to the authors of MAW, please.
ca_es: Quelcom ha fallat - transmeteu la informació als autors de MAW, si us plau.
cs_cz: Nastala chyba při zpracování úlohy. Nahlaste prosím tuto chybu autorům aplikace. Děkujeme.
fr_fr: Quelque chose a échoué - transmettez la information aux auteurs de MAW, s'il vous plait.
it_it: qualcosa non ha funzionato, per favore segnalarlo agli autori di MAW
ru_ru: Что-то не удалось - сообщите об этом авторам MAW, пожалуйста.
uk_ua: Щось не вдалося - повідомте про це авторам MAW, будь ласка.
zh_cn: 抱歉，发生错误。请将其报告给 MAW 的作者。

source: Something is wrong. Probably too difficult integrals.
ca_es: Quelcom no rutlla. Probablement les integrals són massa difícils.
cs_cz: Výpočet selhal a něco je špatně. Pravděpodobně vycházejí příliš obtížné integrály.
fr_fr: Quelque chose no tourne pas rond. Probablement, les intégrales sont trop difficiles.
it_it: Qualcosa non va. Probabilmente l'integrale è troppo complesso.
ru_ru: Что-то не получается, возможно интеграл слишком сложный, поэтому не можем его взять.
uk_ua: Нажаль не вдається, можливо інтеграл занадто складний, тому ми не можемо його взяти.
zh_cn: 发生错误。或许积分式太复杂了。

source: Sometimes Maxima fails to find some constant solutions of the equation with separated variables.
ca_es: De vegades Màxima no aconsegueix trobar algunes solucions constants de l'equació amb variables separades.
cs_cz: U separovatelných rovnic není jistota, že Maxima nalezla všechna řešení.
fr_fr: Des fois Maxima n'arrive pas à trouver des solutions constantes de l'équation avec variables séparées.
it_it: A volte Maxima non è in grado di trovare le soluzioni costanti di equazioni a variabili separabili.
ru_ru: В случае уравнений с разделяющимися переменными не гарантировано, что программа Maxima найдет все решения.
uk_ua: У випадку рівнянь з відокремлюваними змінними не гарантовано, що програма Maxima знайде всі розв'язки.
zh_cn: 有时候 Maxima 用分离变量法无法找到方程的某些常数解。

source: Sorry, an error occurred when processing your input
ca_es: Perdoneu, error mentre processava la vostra entrada.
cs_cz: Za běhu programu nastala nějaká chyba
fr_fr: Pardon, erreur pendant le traitement de votre entrée.
it_it: Spiacente, c'è stato un errore elaborando il tuo input
ru_ru: Извините, произошла ошибка при обработке ваших введенных данных
uk_ua: Вибачьте,трапилася помилка при обробці ваших введених даних
zh_cn: 抱歉，处理输入数据时发生错误

source: Sorry, our server is overloaded, try it again after a reasonable time (10 sec).
ca_es: Perdoneu, el nostre servidor va massa carregat. Torneu-ho a intentar d'aquí deu segons.
cs_cz: Omlouváme se, server je přetížený. Zkuste zopakovat dotaz později (cca za 10 vteřin).
fr_fr: Pardon, notre serveur est trop chargé. Ressayez d'ici dix secondes.
it_it: Spiacente, il server è sovraccarico, riprovare dopo un tempo ragionevole (10 secondi)
ru_ru: Извините, наш сервер перегружен, попробуйте снова через некоторое время (10 секунд).
uk_ua: Вибачте, наш сервер перевантажений, спробуйте знову через деякий час (10 секунд).
zh_cn: 很抱歉，服务器超出负荷。请稍后重试。

source: Sorry, report this problem please. We will investigate and (hope) we fix it.
ca_es: Perdoneu. Senyaleu-nos aquest entrebanc i mirarem de resoldre'n la causa.
cs_cz: Litujeme, někde nastala chyba. Nahlaste nám prosím tento problém a my se budeme snažit ho řešit.
fr_fr: Pardon. Signalez-nous ce contretemps et nous tâcherons d'en résoudre la cause.
it_it: Ci spiace, segnala questo problema. Lo analizzeremo e (speriamo) lo risolveremo.
ru_ru: Извините. Вы можете сообщить об этой проблеме авторам, пожалуйста. Мы будем разбираться и (надеюсь) мы это исправим.
uk_ua: Вибачте. Ви можете повідомити про цю проблему авторам, будь ласка. Ми будемо разбиратися й (сподіваємося) ми її виправимо.

source: Sorry, the application cannot handle this substitution.
ca_es: Perdoneu, no puc dur a terme aquesta substitució.
cs_cz: Bohužel, program neumí tento typ substituce.
fr_fr: Pardon, je n'arrive pas à faire cette substitution.
it_it: Spiacente, l'applicazione non può gestire questa sostituzione.
ru_ru: К сожалению, мы не можем справиться с этой заменой переменных.
uk_ua: Нажаль, ми не можемо впоратися з цією заміною змінних.
zh_cn: 抱歉，程序无法完成此换元。

source: Sorry, the evaluation of the integral failed.
ca_es: Perdoneu, no he pogut avaluar la integral.
cs_cz: Omlouváme se, nepodařilo se integrál vypočítat.
fr_fr: Pardon, pas pu évaluer l'intégrale.
it_it: Spiacente, il calcolo dell'integrale non è riuscito
ru_ru: К сожалению, вычислить интеграл не удалось.
uk_ua: Нажаль, обчислити інтеграл не вдалося.
zh_cn: 抱歉，求解积分失败。

source: Sorry, we are unable to process your function. The problem has been saved and we will investigate.
ca_es: Perdoneu, no hem pogut entendre la vostra funció. Hem pres nota del problema i l'investigarem.
cs_cz: Omlouváme se, funkci se nepodařilo zpracovat. Problém byl zalogován a zkusíme na něm pracovat.
fr_fr: Pardon, nous n'avons pas pu comprendre votre fonction. Nous avons noté le problème et nous l'étudierons.
it_it: Spiacente, ma non possiamo elaborare la tua funzione. Il problema è stato salavato e investigheremo
ru_ru: Извините, Вами заданная функция пока не может быть введена для обработки в нашей системе. Проблему мы зафиксировали и постараемся со временем решить.
uk_ua: Вибачте, задана Вами функція поки що не може бути введена для обробки в нашій системі. Проблему ми зафиксували й спробуємо з часом рішити.

source: Sorry. An explanation for this error is not known automatically. The problem has been logged and will be investigated.
cs_cz: Litujeme. Tato chyba není autoamticky ošetřena. Byla zalogována a budeme se jí věnovat.
it_it: Ci spiace: non abbiamo una spiegazione automatica per questo errore. Il problema è stato registrato e sarà analizzato.
ru_ru: Извините. Объяснение этой ошибки не известно автоматически. Проблема была замечена и будут расследованы.

source: Stationary point
ca_es: Punt estacionari
cs_cz: Stacionární bod
fr_fr: Point stationnaire
it_it: punto stazionario
ru_ru: Стационарная точкa
uk_ua: Стаціонарна точкa
zh_cn: 驻点

source: Stationary point is %s.
ca_es: El punt estacionari és %s.
cs_cz: Stacionární bod je %s.
fr_fr: Le point stationnaire est %s.
it_it: il punto stazionario è %s
ru_ru: Стационарная точка %s.
uk_ua: Стаціонарна точка %s.
zh_cn: 驻点是 %s。

source: Stationary points
ca_es: Punts estacionaris
cs_cz: Stacionární body
fr_fr: Points stationnaires
it_it: Punti stazionari
ru_ru: Стационарные точки
uk_ua: Стаціонарні точки
zh_cn: 驻点

source: Step
ca_es: Pas
cs_cz: Krok
fr_fr: Pas
it_it: Passo
ru_ru: Шаг
uk_ua: Крок
zh_cn: 步骤

source: Submit
ca_es: Envia-ho
cs_cz: Odeslat
fr_fr: Envoyer
it_it: Invia
ru_ru: Отправить
uk_ua: Відправити
zh_cn: 提交

source: Substituting initial values we get the following linear system
ca_es: Substituïnt els valors inicials obtenim el sistema lineal
cs_cz: Dosazením počátečních podmínek dostáváme soustavu lineárních rovnic
fr_fr: Substituant les valeurs initiales nous obtenons le système linéaire
it_it: Sostituendo i valori iniziali, otteniamo il seguente sistema lineare
ru_ru: Подставляя начальные значения, мы получим следующую линейную систему
uk_ua: Підставляючи початкові значення, ми отримаємо наступну лінійну систему
zh_cn: 将初始值带入下面的线性方程组

source: Substituting limits
ca_es: Substituïnt els límits
cs_cz: Dosazení mezí
fr_fr: Substituant les limites
it_it: per sostituzione dei limiti
ru_ru: Подставляя пределы
uk_ua: Підставляючи межі
zh_cn: 带入界限

source: Substituting these values into general solution we get particular solution
ca_es: Substituïnt aquests valors a la solució general obtenim la solució particular
cs_cz: Dosazením vypočtených hodnot do obecného řešení získáme partikulární řešení
fr_fr: Substituant ces valeurs dans la solution générale nous obtenons la solution particulière
it_it: Sostituendo questi valori nella soluzione generale otteniamo la soluzione particolare
ru_ru: Подставляя эти значения в общем решении мы получим частное решение
uk_ua: Підставляючи ці значення в загальний розв'язок, ми отримаємо частинний розв'язок

source: Substituting we get linear equation %s with general solution %s (click %s to get more details).
ca_es: Substituïnt, obtenim l'equació lineal %s amb solució general %s (cliqueu a %s per a més detalls).
cs_cz: Po substituci obdržíme lineární diferenciální rovnici %s s obecným řešením %s (klikněte %s pro detailní postup).
fr_fr: Substituant, nous obtenons l'équation linéaire %s avec solution générale %s (cliquez sur %s pour plus de détails).
it_it: Sostituendo otteniamo l'equazione lineare %s con soluzione generale %s (cliccare %s per maggiori dettagli).
ru_ru: При помощи замены получаем линейное уравнение %s с общим решением %s (щелкнете по %s, чтобы подробно рассмотреть решение).
uk_ua: За допомогою заміни отримуємо лінійне рівняння %s з загальним розв'язком %s (натисніть на %s, щоб детальніше розглянути розв'язок).

source: Substitution
ca_es: Substitució
cs_cz: Substituce
it_it: Sostituzione
ru_ru: Замена переменных
uk_ua: Заміна змінних
zh_cn: 换元

source: Substitution into equation
ca_es: Substitució en l'equació
cs_cz: Dosazení do rovnice
fr_fr: Substitution dans l'équation
it_it: Sostituzione nell'equazione
ru_ru: Подстановка в уравнение
uk_ua: Підстановка в рівняння
zh_cn: 方程换元

source: Substitution into equation (1) and simplifications
ca_es: Substitució a l'equació (1) i simplificacions
cs_cz: Dosazení do rovnice (1) a úprava
fr_fr: Substitution dans l'équation (1) et simplifications
it_it: Sostituzione nell'equazione (1) e semplificazioni
ru_ru: Замена в уравнении (1) и упрощение
uk_ua: Заміна в рівнянні (1) та спрощення
zh_cn: 带入方程 (1) 然后化简

source: Sum rule
ca_es: Suma
cs_cz: Derivace součtu
fr_fr: Somme
it_it: Regola della derivata di una somma
ru_ru: Производная суммы
uk_ua: Похідна суми
zh_cn: 加法定则

source: Summary
ca_es: Resum
cs_cz: Celkem
fr_fr: Résumé
it_it: Sommario
ru_ru: В общем
uk_ua: Взагалі
zh_cn: 概要

source: Support request
ca_es: Demano ajuda
cs_cz: Podpora, diskusní fórum
fr_fr: Au secours...
it_it: Richiesta di supporto
ru_ru: Поддержка
uk_ua: Підтримка
zh_cn: 请求支持

source: Symbolic computation
ca_es: Càlcul simbòlic
cs_cz: Výsledek symbolického výpočtu
fr_fr: Calcul symbolique
it_it: Calcolo simbolico
ru_ru: Результат аналитического вычисления
uk_ua: Результат аналітичного обчислення
zh_cn: 符号计算

source: System of equations
ca_es: Sistema d'equacions
cs_cz: Soustava rovnic
fr_fr: Système d'equations
it_it: Sistema di equazioni
ru_ru: Система уравнений
uk_ua: Система рівнянь
zh_cn: 方程组

source: System of inequalities
ca_es: Sistema d'inequacions
cs_cz: Soustava nerovnic
fr_fr: Système d'inéquations
it_it: Sistema di disuguaglianze
ru_ru: Система неравенств
uk_ua: Система нерівностей
zh_cn: 不等式组

source: Table
ca_es: Taula
cs_cz: Tabulka
fr_fr: Tableau
it_it: Tabella
ru_ru: Таблица
uk_ua: Таблиця
zh_cn: 表格

source: Taylor polynomial
ca_es: Polinomi de Taylor
cs_cz: Taylorův polynom
fr_fr: Polynôme de Taylor
it_it: Polinomio di Taylor
ru_ru: Полином Тейлора
uk_ua: Поліном Тейлора
zh_cn: 泰勒多项式

source: Tested stationary points
ca_es: Punts estacionaris investigats
cs_cz: Testované stacionární body
fr_fr: Points stationnaires étudiés
it_it: Punti stazionari testati
ru_ru: Проверенные стационарные точки
uk_ua: Перевірені стаціонарні точки
zh_cn: 检验过的驻点

source: The asymptote at both $ \pm\infty $ is the line $\displaystyle %s $.
cs_cz: Asymptota v $ \pm\infty $ je přímka $ \displaystyle %s$.
it_it: L'asintoto sia a $ +\infty $ che a $-\infty$ è la retta $\displaystyle %s $.
ru_ru: Асимптота на обоих $ \pm\infty $ линия $ \displaystyle %s $.

source: The asymptote at both $\pm\infty$ is the line $\asymptota$.
ca_es: L'asímptota a tots dos $\pm\infty$ és la recta $\asymptota$.
cs_cz: Asymptotou v $\pm\infty$ je přímka $\asymptota$.
fr_fr: Les asymptotes à $+\infty$ et $-\infty$ sont une même droite: $\asymptota$.
it_it: L'asintoto sia a $+\infty$ che a $-\infty$ è la retta $\asymptota$.
ru_ru: Асимптотой на $\pm\infty$ является прямая $\asymptota$.
uk_ua: Асимптотою на $\pm\infty$ є пряма $\asymptota$.

source: The back substitution gives %s and %s
ca_es: La substitució a l'equació original dóna %s i %s.
cs_cz: Po zpětné substituci získáváme %s a %s
fr_fr: La substitution dans l'équation d'origine donne %s et %s.
it_it: Risostituendo l'espressione iniziale, si ottiene %s e %s
ru_ru: После обратной замены получаем %s и %s.
uk_ua: Післе оберненої заміни отримуєм %s та %s.
zh_cn: 回代后得到 s% 和 s%。

source: The boundary points for the subintervals on the picture are either points of discontinuity, or the points in which one of the partial inequalities becomes equality. In this version of MAW we are not able to find out, if these points belong to the domain or not. This problem is left to the user. Also ignore complex numbers, if present.
ca_es: Alguna de les vores dels sots-intervals per a la gràfica és un punt de discontinuïtat, o un punt on alguna inequació esdevé igualtat. Amb aquesta versió de l'Assitent Matemàtic al Web no podem determinar si aquest punt pertany al domini de definició o no. El problema pot ser enllestit a la má. (Ignoreu els nombres complexos que hagin pogut aparèixer.)
cs_cz: Krajní body definičního oboru a také krajní body řešení každé z dílčích nerovností jsou buď řešení příslušné rovnice kterou dostaneme nahrazením nerovnítka rovnítkem, nebo body nespojitosti, které jsou zachyceny v některém z dalších řádků tabulky. Pokud jsou mezi řešeními komplexní čísla, tak si jich pochopitelně nevšímáme
fr_fr: Un des bords des sous-intervalles pour le graphique est un point de discontinuité, ou un point où une inéquation devient une égalité. Avec cette version de l'Assistant Mathématique au Web nous ne pouvons pas déterminer si ce point appartient au domaine de définition ou pas. Le problème peut être fini à la main. (Ignorez les nombres complexes qui ont pu être affichés.)
it_it: I punti di frontiera dei sottointervalli sono o punti di discontinuità, oppure i punti in cui le disuguaglianze parziali diventano uguaglianze. In questa versione di MAW non siamo in grado di stabilire se questi punti appartengano o no al dominio. Questo problema è lasciato all'utente. Vengono anche ignorati i numeri complessi, se presenti.
ru_ru: Граничные точки для интервалов на рисунке либо являются точками разрыва, либо точками, в которых одно из неравенств становится равенством. В этой версии MAW мы не можем определить, принадлежат ли эти точки области или нет. Эту проблему пользователь решает сам. Также игнорируются комплексные числа, если они присутствуют.
uk_ua: Граничні точки для інтервалів на рисунку або є точками розриву, або точками, в яких одна із нерівностей стає рівністю. В цій версії MAW ми не можемо визначити, чи належать ці точки області, чи ні. Цю проблему користувач вирішує сам. Також ігноруються комплексні числа, якщо вони наявні.

source: The characteristic equation is
ca_es: L'equació característica és
cs_cz: Charakteristická rovnice je
fr_fr: L'équation caractéristique est
it_it: L'equazione caratteristica è
ru_ru: Характеристическое уравнение
uk_ua: Характеристичне рівняння
zh_cn: 特征方程为

source: The check that the particular solution %s is correct failed.
ca_es: La verificació que la solució particular %s és correcta ha fallat.
cs_cz: Selhala kontrola, že funkce %s je partikulárním řešením rovnice.
fr_fr: La vérification que la solution particulière %s est correcte a échoué.
it_it: Il controllo che la soluzione particolare %s sia corretta è fallito.
ru_ru: К сожалению, не удалось автоматически проверить, правильно ли полученное частное решение %s.
uk_ua: Нажаль, не вдалося автоматично перевірити, чи правильно отримано частинний розв'язок %s.

source: The computation could be divided into more pages
ca_es: Ha calgut més d'una pàgina per aquest càlcul.
cs_cz: Výpočet může být rozdělen na více stran
fr_fr: Il a fallu plus d'une page pour ce calcul.
it_it: Il calcolo può essere diviso in più pagine.
ru_ru: Решение может быть размещено на нескольких страницах
uk_ua: Розв'язок може міститися на декількох сторінках
zh_cn: 计算过程可能不止一页
