Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: You used a name of a function followed by a power.<br>Do not use this notation. Write for example (sin(x))^2 instead of sin^2(x).
ca_es: Heu entrat una funció seguida d'una potència.<br>No feu servir aquesta notació. Escriviu, per exemple, (sin(x))^2 i no pas sin^2(x).
cs_cz: V řetězci se vyskytuje <b>jméno funkce následované mocninou</b>. <br>Možná se snažíte zadávat mocninu funkce hned za názvem funkce. Pište například (sin(x))^2 místo sin^2(x).
fr_fr: Vous avez entré une fonction suivie d'une puissance.<br>N'employez pas cette notation. Écrivez, par exemple, (sin(x))^2 et non pas sin^2(x).
it_it: Hai usato il nome di una funzione seguito da una potenza.<br>Non usare questa notazione. Scrivi ad esempio (sin(x))^2 invece di sin^2(x)
ru_ru: Вы ввели ^ непосредственно после символа функции. <br> Не используйте эту запись. Напишите, например, (sin(х)) ^ 2, а не sin^2(х).
uk_ua: Ви ввели ^ безпосередньо після символа функції. <br> Не використовуйте такий запис. Напишіть, наприклад, (sin(х)) ^ 2, а не sin^2(х).

source: You used backslash or quote or double-quote or another insecure character in your input, which is not allowed. Do you try to enter the functions in TeX notation? Use notation of the Maxima program, please.
ca_es: Heu fet servir la barra enrera o l'apòstrof o les cometes o algun altre signe poc seriós a la vostra entrada. Potser esteu intentant entrar les funcions amb la notació de TeX? Feu servir la notació del programa Màxima exclusivament.
cs_cz: V řetězci se vyskytuje zpětné lomítko, apostrof, uvozovky, nebo jiný nebezpečný znak. Možná se snažíte zadávat funkce jako v TeXu. Používejte zápis programu Maxima.
fr_fr: Vous avez utilisé la barre arrière ou l'apostrophe ou les guillemets ou un autre signe peu sérieux dans votre entrée. Peut-être essayez-vous d'entrer les fonctions dans la notation de TeX? Employez la notation du programme Maxima exclusivement.
it_it: E' stato usato backslash o un apostrofo o le virgolette o un altro carattere non sicuro nell'input, e ciò non è permesso. Si sta cercando di inserire le funzioni nella notazione TeX? Usare per favore la notazione di Maxima.
ru_ru: Вы использовали неподдерживаемый символ. Это не допускается. Вы пытаетесь ввести обозначения, принятые в ТеХ? Используйте только обозначение программы Maxima, пожалуйста.
uk_ua: Ви використовуєте символ, що не підтримується. Це не допускається. Ви намагаєтеся ввести позначення, прийняті в ТеХ? Використовуйте тільки позначення програми Maxima, будь ласка.

source: Your bad input was
ca_es: La vostra entrada incomprensible és
cs_cz: Váš neplatný vstup byl
fr_fr: Votre entrée incompréhensible est
it_it: L'input scorretto era
ru_ru: Ваш ввод был с ошибкой
uk_ua: Ваш ввод був з помилкою
zh_cn: 错误的输入为

source: Your incorrect input is: %s and %s.
ca_es: Entrades errònies: %s i %s.
cs_cz: Váš vstup byl: %s a %s.
fr_fr: Entrées erronées: %s et %s.
it_it: Il tuo input scorretto è: %s e %s.
ru_ru: Ваша вводная запись неправильная: %s и %s.
uk_ua: Ваш вводний запис невірний: %s та %s.
zh_cn: 错误的输入是 %s 和 %s 。

source: Your input is (after deleting spaces and conversion ^ into **) %s and the disallowed substring catched by the input filter is %s.
ca_es: La vostra entrada és (un cop havent eliminat els espais i convertit ^ en **) %s i els signes incomprensibles que hi he pescat són %s.
cs_cz: Vaše zadání bylo (po odmazání mezer a konverzi znaku ^ na **) %s a podřetězec který nevyhověl vstupnímu filtru je %s.
fr_fr: Votre entrée est (une fois ayant éliminé les espaces et converti ^ en **) %s et les signes incompréhensibles que j'y ai choppé sont %s.
it_it: Il tuo input (dopo la cancellazione degli spazi e la conversione di ^ in **) è %s e la stringa non permessa intercettata dal filtro di input è %s.
ru_ru: Ваше задание (после отстранения пробелов и переписи знаков ^ на **), %s причем часть записи, которая не прошла вступным фильтром, это %s.
uk_ua: Ваше завдання (після того, як були прибрані зайві пробіли й замінені знаки ^ на **), %s причому частина запису, яка не пройшла вхідний фільтр, це %s.

source: Your input is being processed. Wait few seconds to see the output. Click %shere%s to reopen the form which has been submited.
cs_cz: Probíhá výpočet. Klikněte %ssem%s pro znovuotevření odeslaného formuláře.
it_it: Il tuo input viene processato. Aspetta qualche secondo per vedere l'output. Clicca qui per riaprire il form che è stato inviato.
ru_ru: Ваше задание обрабатывается. Подождите несколько секунд, чтобы увидеть результат. %sЩелкнете здесь%s, чтобы открыть формуляр, который был занесен.

source: Zeros
cs_cz: Kořeny
fr_fr: Zéros
it_it: Zeri
ru_ru: Корни
uk_ua: Корені
zh_cn: 零点。

source: Zeros of 1st derivative
ca_es: Zeros de la primera derivada
cs_cz: Kořeny první derivace
fr_fr: Zéros de la première dérivée
it_it: Zeri della derivata prima
ru_ru: Корни первой производной
uk_ua: Корені першої похідної
zh_cn: 一阶导数的零点

source: Zeros of 2nd derivative
ca_es: Zeros de la segona derivada
cs_cz: Kořeny druhé derivace
fr_fr: Zéros de la deuxième dérivée
it_it: Zeri della derivata seconda
ru_ru: Корни второй производной
uk_ua: Корені другої похідної
zh_cn: 二阶导数的零点

source: Zeros of characteristic equation
ca_es: Zeros de l'equació característica
cs_cz: Kořeny charakteristické rovnice
fr_fr: Zéros de l'équation caractéristique
it_it: Radici dell'equazione caratteristica
ru_ru: Корни характеристического уравнения
uk_ua: Корені характеристичного рівняння
zh_cn: 特征方程的零点

source: Zeros of function
ca_es: Zeros de la funció
cs_cz: Nulové body funkce
fr_fr: Zéros de la fonction
it_it: Zeri della funzione
ru_ru: Корни функции
uk_ua: Корені функції
zh_cn: 函数的零点

source: \def\nonneg{We solve the system in the first quadrant (for nonnegative variables)}
ca_es: \def\nonneg{Resolem el sistema al primer quadrant (per variables no negatives)}
cs_cz: \def\noneg{Soustavu \v re\v s\'ime v prvn\'im kvadrantu (s~pod\-m\'in\-kami nez\'apornosti)}
fr_fr: \def\nonneg{Résolvons le système dans le premier quadrant (pour variables non-négatives)}
it_it: \def\nonneg{Risolviamo il sistema nel primo quadrante (variabili non negative)}
ru_ru: \def\nonneg{Мы находим решение системы в первой четверти (для неотрицательных переменных)}
uk_ua: \def\nonneg{Ми знаходимо розв'язок системи в першій чверті (для невід'ємних змінних)}

source: absolute value causes problems in integration, but in most cases can be eliminated by considering suitable subinterval for integration.
ca_es: els valors absoluts donen molts mals de cap en integrar, però sovint es poden eliminar triant convenientment sots-intervals per fer-hi la integral.
cs_cz: absolutní hodnota často působí problémy při integraci, ale pokud pracujeme na vhodném intervalu, jde zpravidla odstranit.
fr_fr: les valeurs absolues donnent de très gros soucis en les intégrant, mais souvent on peut les éliminer avec un choix convenable des sous-intervalles pour y faire l'intégrale.
it_it: il valore assoluto causa problemi nell'integrazione, ma in molti casi può essere eliminato considerando opportuni sottointervalli per l'integrazione.
ru_ru: Причиной проблем с интегрированием могут быть абсолютные значения, но чаще всего эти проблемы можно устранить при помощи подходящего подинтервала для интегрирования.
uk_ua: Причиною проблем з інтегруванням можуть бути абсолютні значення, але найчастіше ці проблеми можна усунути за допомогою відповідного підінтервала для інтегрування.
zh_cn: 进行积分时绝对值可能会导致问题。但是大多数情况下，可以通过考虑适当的积分子区间来解决。

source: addition, subtraction, multiplication and division, i.e. chars + - * /
ca_es: suma, resta, multiplicació i divisió, o sigui els signes + - * /
cs_cz: operace sčítání, odečítání, násobení a dělení vyjádřené znaky + - * /
fr_fr: somme, soustraction, multiplication et division, c'est à dire les signes + - * /
it_it: addizione, sottrazione, moltiplicazione e divisione, ovvero i caratteri + - * /
ru_ru: сложение, вычитание, умножение и деление, то есть символы + - * /
uk_ua: додавання, відніманні, множення й ділення, тобто символи + - * /
zh_cn: 加号、减号、乘号、除号，即 +、-、*、/ 符号

source: and add like powers of $ x $
ca_es: afegim els termes amb les mateixes potències de $ x $
cs_cz: a sečteme odpovídající mocniny $x$
fr_fr: additionons les termes avec les mêmes puissances de $ x $
it_it: e sommiamo le potenze simili si $x$
ru_ru: и суммируем соответствующие степенные показатели переменной $ x $ (сводим подобные)
uk_ua: та сумуємо відпвідні степеневі показники змінної $ x $ (зводимо подібні)
zh_cn: 并且提高$ x $的次数

source: and back substitution is
ca_es: i subtituïnt això a l'expressió anterior
cs_cz: zpětná substituce je
fr_fr: et subtituant cela dans l'expression précédente
it_it: e la sostituzione inversa è
ru_ru: и обратнaя замена переменных
uk_ua: та обернена заміна змінних
zh_cn: ，回代

source: and collect the coefficients at the powers of $ x $
ca_es: i apleguem els coeficients a les potències de $x$
cs_cz: a sečteme koeficienty u jednotlivých mocnin proměnné $x$
fr_fr: et ramassons tous les coefficients des puissances de $x$
it_it: e raccogliamo i coefficienti delle potenze di $x$
ru_ru: соберем коэффициенты при одинаковых степенях переменной $x$
uk_ua: зведемо коефіцієнти при однакових степенях змінної $ x $

source: and divide by the common exponential factor %s and add like powers of $x$
ca_es: i dividim pel factor comú exponencial %s i ajuntem les potències de $x$
cs_cz: vydělíme společným faktorem %s a sečteme odpovídající mocniny proměnné $x$
fr_fr: et divisons par le facteur commun exponentiel %s et rassemblons les puissances de $x$
it_it: e dividiamo per il fattore esponenziale comune e sommiamo le potenze simili di $x$
ru_ru: поделим общим множителем %s и суммируем соответствующие степенные показатели переменной $ x $
uk_ua: поділимо на спільний множник %s й просумуємо відповідні степені змінної $ x $
zh_cn: 并且除以共同指数因子 %s 然后提高 $x$ 的次数。

source: and simplify
ca_es: i simplifica
cs_cz: a upravit
fr_fr: et simplifie
it_it: e semplifica
ru_ru: и упростить
uk_ua: й спростити
zh_cn: 并且化简

source: and suppose that this variable is positive
ca_es: i suposa que aquesta variable és positiva
cs_cz: a tato proměnná je kladná
fr_fr: et supposons que cette variable est positive
it_it: e supponi che questa variabile sia positiva
ru_ru: и предположим, что эта переменная является положительной
uk_ua: й припустимо, що ця змінна додатня
zh_cn: 假定这个变量为正值

source: bold
ca_es: negreta
cs_cz: tučně
fr_fr: en gras
it_it: grassetto
ru_ru: жирный шрифт
uk_ua: жирний шрифт
zh_cn: 加粗

source: by parts (specify <i>u</i> or <i>v'</i>, if you specify both, Maxima will use <i>v'</i> for the next computation)
ca_es: per parts (especifiqueu <i>u</i> o bé <i>v'</i>. Si els especifiqueu tots dos, Màxima dona preferència a l'expressió de <i>v'</i> per als càlculs subseqüents)
cs_cz: per partes (zadejte <i>u</i> nebo <i>v'</i>, pokud zadáte obojí, má přednost <i>v'</i> a <i>u</i> se dopočítá)
fr_fr: par parties (spécifiez <i>u</i> ou bien <i>v'</i>. Si vous spécifiez toutes les deux, Maxima donne la priorité à l'expression de <i>v'</i> pour les calculs suivants)
it_it: per parti (specificare <i>u</i> o <i>v'</i>, se si specificano entrambe, Maxima userà <i>v'</i> per il calcolo successivo)
ru_ru: интегрирование по частям (Надо указать <i>u</i> или <i>v'</i>. Если вы устанавливаете обе, мы используем только <i>v'</i> для следующего вычисления)
uk_ua: інтегрування частинами (Потрібно вказати <i>u</i> або <i>v'</i>. Якщо ви вказуєте обидві, ми використовуємо лише <i>v'</i> для наступного обчислення)
zh_cn: 分部积分（指定 <i>u</i> 或 <i>v'</i>。如果二者均填写， Maxima 将会使用 <i>v'</i> 进行下一步计算）

source: clever expansion into two fractions
ca_es: fés una expansió astuta en dues fraccions
cs_cz: chytře rozdělit na dva zlomky
fr_fr: fais une expansion astucieuse en deux fractions
it_it: espansione in due frazioni
ru_ru: ловкое разделение на двe дроби
uk_ua: розкладення на два дроба
zh_cn: 智能分解为两个分式

source: click the equation to get step by step solution
ca_es: cliqueu a l'equació per trobar la solució etapa per etapa
cs_cz: kliknutím na rovnici obdržíte řešení krok za krokem
fr_fr: cliquez sur l'équation pour en trouver la solution étape par étape
it_it: cliccare l'equazione per avere la soluzione passo-psso
ru_ru: нажмите уравнение, чтобы получить решение шаг за шагом
uk_ua: натисніть рівняння, щоб отримати розв'язок крок за кроком
zh_cn: 单击等式查看分步解法

source: click the point to get Jacobi matrix and clasify the stationary point
ca_es: Clica per calcular el jacobià i classificar el punt estacionari.
cs_cz: kliknutím na stacionární bod zjistíte Jacobiho matici a typ stacionárního bodu
fr_fr: Cliquez pour calcular le jacobien et classifier le point stationnaire.
it_it: Cliccare il punto per avere la matrice Jacobiana e classificare il punto stazionario
ru_ru: выберите стационарную точку для определения матрицы Якоби и для подробной классификации точки
uk_ua: оберіть стаціонарну точку для визначення матриці Якобі й для детальнішої класифікації точки
zh_cn: 选择需要求雅可比矩阵和分类的点

source: complete square in denominator
ca_es: completa el quadrat al denominador
cs_cz: doplnit ve jmenovateli na čtverec
fr_fr: complète le carré au dénominateur
it_it: completa il quadrato sotto radice quadrata
ru_ru: выделить полный квадрат в знаменателе
uk_ua: виділити повний квадрат в знаменнику
zh_cn: 分母中的完全平方

source: complete square under square root
ca_es: completa el quadrat dins l'arrel quadrada
cs_cz: doplnit pod odmocninou na čtverec
fr_fr: complète le carré dans la racine carrée
it_it: completa il quadrato sotto radice quadrata
ru_ru: под знаком квадратного корня выделить полный квадрат
uk_ua: під знаком квадратного кореня виділити повний квадрат
zh_cn: 平方根下的完全平方

source: constant
cs_cz: konstanta
fr_fr: constante
it_it: costante
ru_ru: постоянная
uk_ua: постійна
zh_cn: 常数

source: constants %e and %pi
ca_es: constants %e i %pi
cs_cz: konstanty %e a %pi
fr_fr: constantes %e et %pi
it_it: costanti %e e %pi
ru_ru: константы %e и %pi
uk_ua: константи %e і %pi
zh_cn: 常量 %e 和 %pi

source: contract products of roots
ca_es: contrau els productes d'arrels
cs_cz: seskupit součiny odmocnin
fr_fr: rassemble les produits de racines
it_it: Contrarre il prodotto di radici
ru_ru: подвести множители под одну степень
uk_ua: підвести множники під один степінь
zh_cn: 收缩根的积

source: convert into an equation for the unknown integral and solve with pure algebra
ca_es: transformeu-ho en una equació algebraica on la integral n'és la incògnita i resoleu-la algebraicament
cs_cz: převést na rovnici pro hledaný integrál a dořešit čistě algebraicky
fr_fr: transformez-le en une equation algébrique où l'intégrale est l'inconnue et résolvez-la algébriquement
it_it: trasformare in un'equazione per l'integrale non noto e risolvere con la pura algebra
ru_ru: переписать в уравнение для неизвестного интеграла и решить алгебраически
uk_ua: переписати в рівнянні для невідомого інтегралу й розв'язати алгебраїчно
zh_cn: 将未知的积分式转换成一个新的等式，然后用纯代数的方法求解

source: convert into equation for the integral
ca_es: converteix-ho en equació per la integral
cs_cz: převést na rovnici pro hledaný integrál
fr_fr: convertis-le en une équation pour l'intégrale
it_it: trasformare in equazione per l'integrale
ru_ru: переписать как алгебраическoе уравнение по отношению к интегралу
uk_ua: переписати як алгебраїчне рівняння по відношенню до інтеграла
zh_cn: 为积分转化为等式

source: cubic polynomial
ca_es: polinomi de tercer grau
cs_cz: polynom třetího stupně
fr_fr: polynôme de troisième degré
it_it: polinomio cubico
ru_ru: кубический полином
uk_ua: кубічний поліном
zh_cn: 三次多项式

source: custom
ca_es: manual
cs_cz: vlastní
fr_fr: manuellement
it_it: personalizzato
ru_ru: индивидуальнaя
uk_ua: індивідуальна
zh_cn: 自定义

source: divide polynomials or partial fractions
ca_es: divideix polinomis o fraccions parcials
cs_cz: vydělit polynomy nebo rozložit na parciální zlomky
fr_fr: divise polynômes ou fractions partielles
it_it: dividere polinomi o frazioni parziali
ru_ru: делить полиномы или pазложение дробей
uk_ua: ділити поліноми або розкладення дробів
zh_cn: 分解多项式或部分分式

source: division
ca_es: divisió
cs_cz: dělení
it_it: divisione
ru_ru: деление
uk_ua: ділення
zh_cn: 约分

source: expand
cs_cz: expandovat: roznásobit závorky nebo rozdělit zlomek na sčítance
it_it: Espandere
ru_ru: операция expand (раскрытие скобок)
uk_ua: операція expand (розкриття дужок)
zh_cn: 展开因式(expand)

source: expand to partial fractions
ca_es: fés l'expansió en fraccions parcials
cs_cz: rozložit na parciální zlomky
fr_fr: fais l'expansion en fractions partielles
it_it: Espandere in frazioni parziali
ru_ru: pазложение дробей
uk_ua: розкладення дробів
zh_cn: 展开部分分式

source: factor
it_it: Fattorizzare
ru_ru: операция factor (коэффициент, множитель)
uk_ua: операція factor (коефіцієнт, множник)
zh_cn: 因式分解(factor)

source: factorize
ca_es: factoritza
cs_cz: na součin
fr_fr: factoritza
it_it: fattorizza
ru_ru: разложить на множители
uk_ua: розкладення на множники
zh_cn: 因式分解

source: finished, show computations only
ca_es: enllestit, mostra tan sols els càlculs
cs_cz: hotovo, dál neupravovat, zobrazit pouze výpočet
fr_fr: fini; montre seulement les calculs
it_it: finito, mostrare solo i calcoli
ru_ru: сделано, только просматривать вычисления
uk_ua: готово, показують тільки розрахунки
zh_cn: 完成，只显示计算步骤

source: formula
ca_es: fòrmula
cs_cz: vzorec
fr_fr: formule
ru_ru: математическое выражение
uk_ua: математичний вираз, формула
zh_cn: 公式

source: formula too long
ca_es: expressió massa llarga
cs_cz: příliš dlouhý výraz
fr_fr: expression trop longue
it_it: formula troppo lunga
ru_ru: выражение слишком длинное
uk_ua: вираз занадто довгий
zh_cn: 公式太长

source: function
ca_es: funció
cs_cz: funkce
fr_fr: fonction
it_it: funzione
ru_ru: функция
uk_ua: функція
zh_cn: 函数

source: functions
ca_es: funcions
cs_cz: funkce
fr_fr: fonctions
it_it: funzioni
ru_ru: функции
uk_ua: функції
zh_cn: 函数

source: here
ca_es: aquí
cs_cz: zde
fr_fr: ici
it_it: qui
ru_ru: здесь
uk_ua: тут

source: in red
ca_es: en vermell
cs_cz: červeně
fr_fr: en rouge
it_it: in rosso
ru_ru: в красном
uk_ua: у червоному
zh_cn: 红色

source: inside integration
ca_es: dins de la integral
cs_cz: vnitřní integrace
fr_fr: dans l'intégrale
it_it: integrazione interna
ru_ru: первый интеграл
uk_ua: перший інтеграл
zh_cn: 内积分

source: integers (no decimals)
ca_es: nombres sencers (sense punt decimal)
cs_cz: celá čísla (ne desetinná)
fr_fr: nombres entiers (sans point décimal)
it_it: numeri interi (non decimali)
ru_ru: целые числа (без десятичных дробей)
uk_ua: цілі числа (без десяткових дробів)
zh_cn: 整数（无小数位）

source: integral of polynomial or constant
ca_es: integral d'un polinomi o d'una constant
cs_cz: integrál z polynomu nebo konstanty
fr_fr: intégrale d'un polynôme ou d'une constante
it_it: integrale di un polinomio o di una costante
ru_ru: интеграл от многочлена или постоянной
uk_ua: інтеграл від многочлена або постійної
zh_cn: 多项式或者常数的积分

source: integrate terms in sum (mark terms to be integrated, you have to mark at least one term)
ca_es: integra els termes de la suma (cal marcar els termes que seran integrats, com a mínim cal marcar-ne un)
cs_cz: integrovat jednotlivé sčítance (označte které, musíte označit aspoň jeden sčítanec, jinak výpočet skončí chybou)
fr_fr: intègre les termes de la somme (il faut marquer d'abord les termes qui seront intégrés, au moins faut-il en marquer un)
it_it: integra i termini di una somma (segnare i termini da integrare, almeno uno deve essere indicato)
ru_ru: интегрирование слагаемых в сумме (следует обозначить слагаемое для интегрирования, необходимо обозначить хотя бы одно слагаемое)
uk_ua: інтегрування доданків в сумі (потрібно позначити доданок для інтегрування, необхідно позначити хоча б один доданок)
zh_cn: 分别积分后相加（选择需要积分的项目，至少选择一向）

source: integration
ca_es: integració
cs_cz: integrace
fr_fr: intégration
it_it: integrazione
ru_ru: второй интеграл
uk_ua: другий інтеграл
zh_cn: 积分

source: integration by parts
ca_es: integració per parts
cs_cz: integrace per partés
fr_fr: intégration par parties
it_it: integrazione per parti
ru_ru: интегрирование по частям
uk_ua: інтегрування частинами
zh_cn: 分部积分

source: linear polynomial
ca_es: polinomi de primer grau (lineal)
cs_cz: lineární polynom
fr_fr: polynôme de premier degré (linéaire)
it_it: polinomio lineare
ru_ru: линейный полином
uk_ua: лінійний поліном
zh_cn: 线性多项式

source: link
ca_es: enllaç
cs_cz: odkaz
fr_fr: lien
ru_ru: ссылка
uk_ua: Посилання
zh_cn: 链接

source: logcontract
ru_ru: операция logcontract
uk_ua: операція logcontract
zh_cn: 对数收缩(logcontract) - 将对数函数前的系数变换为指数形式。

source: lower bound for integration
ca_es: límit inferior de la integral
cs_cz: dolní mez
fr_fr: limite inférieure de l'intégrale
it_it: Limite inferiore di integrazione
ru_ru: нижняя граница интегрирования
uk_ua: нижня границя інтегрування
zh_cn: 积分下界

source: lower function
ca_es: funció inferior
cs_cz: dolní ohraničující funkce
fr_fr: fonction inférieure
ru_ru: функция, ограничивающая снизу
uk_ua: функція, що обмежує знизу
zh_cn: 下限函数

source: lower limit for
ca_es: límit inferior de
cs_cz: dolní mez pro
fr_fr: limite inférieure pour
it_it: limite inferiore per
ru_ru: нижний предел для
uk_ua: нижня границя для
zh_cn: 定积分下界

source: lower limit for inside integral
ca_es: límit inferior per la integral interior
cs_cz: vnitřní dolní mez
fr_fr: limite inférieure de l'intégrale intérieure
it_it: limite inferiore dell'integrale interno
ru_ru: нижняя граница для внутреннего интеграла
uk_ua: нижня границя для внутрішнього інтегралу
zh_cn: 内积分下限

source: lower limit for outside integral
ca_es: límit inferior per la integral exterior
cs_cz: vnější dolní mez
fr_fr: limite inférieure del'intégrale extérieure
it_it: limite inferiore dell'integrale esterno
ru_ru: нижняя граница для внешниго интеграла
uk_ua: нижня границя для зовнішнього інтегралу
zh_cn: 外积分下限

source: lower limit of integration
ca_es: límit inferior d'integració
cs_cz: dolní mez
fr_fr: limite inférieure d'intégration
it_it: limite inferiore di integrazione
ru_ru: Нижний предел интегрирования
uk_ua: Нижня границя інтегрування
zh_cn: 积分下界

source: map + fullratsimp
ca_es: map i fullratsimp
fr_fr: map et fullratsimp
ru_ru: операция map и fullratsimp
uk_ua: операція map і fullratsimp
zh_cn: 变换后完全合理化简(map + fullratsimp) - 适用于大型表达式

source: map + xthru
ca_es: map i xthru
fr_fr: map et xthru
ru_ru: oперация map и xthru
uk_ua: oперація map і xthru
zh_cn: 变换后通分(map + xthru) - 适用于大型分式

source: maximum
ca_es: màxim
it_it: massimo
ru_ru: максимум
uk_ua: максимум
zh_cn: 最大值

source: minimum
ca_es: mínim
it_it: minimo
ru_ru: минимум
uk_ua: мінімум
zh_cn: 最小值

source: move a number from the integral
ca_es: treu una constant de la integral
cs_cz: vytknout číslo
fr_fr: sors une constante de l'intégrale
it_it: portar fuori un numero dall'integrale
ru_ru: вынести числовой множитель за скобки
uk_ua: винести числовий множник за дужки
zh_cn: 从积分式中提出常数

source: multiply both numerator and denominator
ca_es: multiplica tant el numerador com el denominador
cs_cz: rozšířit zlomek
fr_fr: multiplie tant le numérateur que le dénominateur
it_it: moltiplica numeratore e denominatore
ru_ru: умножить как числитель, так и знаменатель
uk_ua: умножити як чисельник, так і знаменник
zh_cn: 分子与分母同乘

source: no conclusion
ca_es: cap conclusió
cs_cz: nelze rozhodnout
fr_fr: aucune conclusion
it_it: nessuna conclusione
ru_ru: нельзя сделать вывод
uk_ua: не можна зробити висновок

source: no variables
ca_es: no hi ha variables
cs_cz: žádné proměnné
fr_fr: il n'y a pas de variables
it_it: nessuna variabile
ru_ru: нет никаких переменных
uk_ua: немає змінних
zh_cn: 没有变量

source: not found
ca_es: no trobat
cs_cz: nenalezeno
fr_fr: pas trouvé
it_it: Non trovato
ru_ru: не найдено
uk_ua: не знайдено
zh_cn: 未找到

source: notation
ca_es: notació
cs_cz: označení
it_it: notazione
ru_ru: обозначене
uk_ua: позначення
zh_cn: 符号
