Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Using $ x$ coordiantes, we write and simplify the small Lagrange polynomials.
ca_es: Fent servir les coordenades $ x$, escrivim i simplifiquem els polinomis de Lagrange petits.
cs_cz: Pomocí $ x$-ových souřadnic sestavíme a upravíme pomocné Lagrangeovy polynomy.
fr_fr: À l'aide des coordonnées $ x$, écrivons et simplifions les petits polynômes de Lagrange.
it_it: Usando le coordinate $x$, scriviamo e semplifichiamo i piccoli polinomi di Lagrange
ru_ru: При помощи $x$ координат запишем и упростим базисные полиномы Лагранжа
uk_ua: За допомогою $ x$ координат запишемо й спростимо базисні поліноми Лагранжа
zh_cn: 使用 $ x$ 坐标，输出并化简小拉格朗日多项式。

source: Variable for inside integration and limits for this variable
ca_es: Variable d'integració interior i els seus límits d'integració
cs_cz: Vnitřní proměnná a její meze
fr_fr: Variable d'intégration intérieure et ses limites d'intégration
it_it: Variabile per l'integrale interno e limiti per la variabile
ru_ru: Переменная для внутреннего интегрирования и ограничения для этой переменной
uk_ua: Змінна для внутрішнього інтегрування та обмеження для цієї змінної
zh_cn: 内积分的积分变量及其区间

source: Variable for outside integration and limits for this variable
ca_es: Variable d'integració exterior i els seus límits d'integració
cs_cz: Vnější proměnná a její meze
fr_fr: Variable d'intégration extérieure et ses limites d'intégration
it_it: Variabile per l'integrale esterno e limiti per la variabile
ru_ru: Переменная для внешнего интегрирования и ограничения для этой переменной
uk_ua: Змінна для зовнішнього інтегрування й обмеження для цієї змінної для этой переменной
zh_cn: 外积分的积分变量及其区间

source: Variables aa or bb are not allowed.
ca_es: No feu servir variables de la forma aa ni bb
cs_cz: Proměnné aa a bb nejsou povoleny.
fr_fr: N'employez pas des variables de la forme aa ni bb
it_it: Non è possibile usare variabili del tipo aa o bb.
ru_ru: Переменные aa или bb запрещены.
uk_ua: Змінні aa чи bb заборонені.
zh_cn: 不允许使用变量 aa 或者 bb。

source: Variant %s
cs_cz: Varianta %s
it_it: Variante %s
ru_ru: Возможность (вариант) %s
uk_ua: Варіант %s

source: Variation of constant:
cs_cz: Variace konstant:
it_it: Variazione delle costanti
ru_ru: Изменение постоянной:

source: Variation of constant: {\color{blue}(the sum of blue expressions is zero)}
ca_es: Variació de coeficients: {\color{blue}(la suma de les expressions en blau fa zero)}
cs_cz: Variace konstant: {\color{blue}(součet modrých výrazů je nula)}
fr_fr: Variation de constantes: {\color{blue}(la somme des expressions en bleu donne zéro)}
it_it: Variazione delle costanti: {\color{blue}(la somma dell'espressione in blu è zero)}
ru_ru: Вариация произвольных постоянных: {\color{blue}(сумма слагамых, выделенных синим цветом, равна 0)}
uk_ua: Варіація довільних постійних: {\color{blue}(сума доданків, виділених синім кольором, дорівнює 0)}
zh_cn: 常数变易法： {\color{blue}（蓝色部分的表达式和为 0）}

source: Vertical shift
ca_es: - Desplaçament vertical -
cs_cz: Svisly posun
fr_fr: - Déplacement vertical -
it_it: Traslazione verticale
ru_ru: Параллельный перенос по вертикали
uk_ua: Паралельний перенос по вертикалі
zh_cn: 竖直平移

source: Wait a bit, return to the page with calculator form, fill again if necessary and resend the form. Then you will be allowed to build animation again. But click only once and be patient (about 20 sec)!
ca_es: Espereu una estoneta, torneu a la pàgina amb el formulari d'entrada, torneu-lo a omplir si cal, i envieu altre cop el formulari. Llavors podreu engendrar l'animació altre cop. Però cliqueu tan sols un cop i tingueu paciència! (Triga uns 20 segons).
cs_cz: Počkejte několik okamžiků, vraťte se zpět (úplně zpět, až do formuláře,který jste vyplňovali), odešlete formulář opětovně. Potom můžete odeslat požadavek na sestavení animace. Klikněte na odkaz jenom jednou (!) a buďte trpěliví (může trvat až 20 sekund).
fr_fr: Attendez un moment, revenez à la page avec le formulaire d'entrée, remplissez-le à nouveau si nécessaire, et renvoyez le formulaire. Vous pourrez engendrer l'animation à nouveau. Mais cliquez juste une fois et patientez! (Cela prend quelque 20 secondes).
ru_ru: Подождите немножко, возвратитесь к самому первому формуляру задания, который заполняли для этой задачи, потом снова отправьте задание. После этого пошлите заявку на создание анимации. Щелкайте по ссылке только один раз! Спокойствие, только спокойствие (время ожидание возможно до 20 секунд).
uk_ua: Зачекайте дейякий час, поверніться до самого першого формуляра завдання, який заповнювали для цієї задачі, потім знову відправте завдання. Після цього надіщліть заявку на створення анімації. Натискайте на посилання лише один раз! Спокій, лише спокій (час очикування до 20 секунд).
zh_cn: 请稍等片刻，返回上一计算页面，重新填写表单并提交，才可以重新创建动画。请只点击一次并耐心等待（大约20秒）。

source: Warning: your input is not checked against the substitution used during evaluation of the integral. If you use incorrect substitution, your result will be incorrect.
ca_es: Compte: no heu verificat la vostra entrada pel que fa a la substitució emprada en resoldre la integral. Si feu servir una substitució errònia, el vostre resultat serà incorrecte.
cs_cz: Varování: Neprobíhá test, zda Vaše zadání odpovídá použité substituci (použitým substitucím). Nesprávné vyplnění tohoto políčka může mít za následek nesprávný výsledek.
fr_fr: Attention: vous n'avez pas vérifié votre entrée en ce qui concerne la substitution employée pendant la résolution de l'intégrale. Si vous employez une substitution erronée, votre résultat sera incorrect.
it_it: Attenzione: l'input non è stato controllato per la sostituzione usata nel calcolo dell'integrale. Se è stata usata una sostituzione scorretta, il risultato sarà scorretto.
ru_ru: Внимание: Мы не проверяем, соответствует ли ваша вводная запись замене переменных, используемых в процессе вычисления интеграла. Если вы применяете неправильные замены, ваш результат будет некорректным.
uk_ua: Увага: Ми не перевіряємо, чи відповідає ваш вхідний запис заміні змінних, яка використовується в процесі обчислення інтегралів. Якщо ви застосовуєте неправильні заміни, ваш результат буде некоректним.
zh_cn: 注意：程序不会验证你输入的数据与换元过程是否相符。如果你使用错误的回代，你将得到错误的结果。

source: We attempted to parse your input automatically
ca_es: Hem intentat entendre la vostra entrada automàticament.
cs_cz: Pokusili jsme se automaticky rozpoznat váš výraz
fr_fr: On a essayé de comprendre votre entrée automatiquement.
it_it: Tentiamo di processare automaticamente il tuo input
ru_ru: Мы попытались автоматически распознать вашу вводную запись
uk_ua: Ми спробували автоматично розпізнати ваш вхідний запис
zh_cn: 尝试自动修正输入的表达式

source: We can \textbf{neither proove nor disprove} existence of extrem for the function %s and stationary point %s from second derivatives. (Hessian is zero.)
ca_es: No podem demostrar \textbf{si existeixen o no} máxims o mínims de la funciò %s ni si el punt %s és estacionari a partir de les derivades segones. (L'hessià val zero.)
cs_cz: \textbf{Neumíme pomocí druhých derivací rozhodnout} o existenci extrému funkce %s v bodě %s. (Hessián je roven nule.)
fr_fr: Nous ne pouvons pas démontrer \textbf{s'il existe ou pas} des maxima ou minima de la fonction %s ni si le point %s est stationnaire à partir des dérivées deuxièmes. (L'hessien vaut zéro.)
it_it: Non è possibile \textbf{né provare né confutare} l'esistenza di estremi per la funzione %s e di punti stazionari %s dalle derivate seconde (l'Hessiano è nullo)
ru_ru: Мы не можем \textbf{ни доказать, ни опровергнуть существование} экстремума функции %s и стационарных точек %s по вторым производным. (Гессиан равна нулю.)
uk_ua: Ми не можемо \textbf {ні довести, ні спростувати існування} екстремуму функції% s і стаціонарних точок% s за другими похідними. (Гессіан дорівнює нулю.)

source: We draw the function %s.
ca_es: Fem la gràfica de la funció %s.
cs_cz: Kreslíme graf funkce %s.
fr_fr: Faisons le graphique de la fonction %s.
it_it: Disegnamo il grafico della funzione %s.
ru_ru: Мы строим график функции %s
uk_ua: Ми строїли графік функції %s
zh_cn: 绘制函数 %s 的图像。

source: We find area between curves #1 and #2 on the interval from #3 to #4.
ca_es: Trobem l'àrea entre les corbes #1 i #2 a l'interval de #3 fins a #4.
cs_cz: Hledáme obsah obrazce mezi grafy funkcí #1 a #2 na intervalu od #3 do #4.
fr_fr: Trouvons l'aire entre les courbes #1 et #2 dans l'intervalle de #3 jusqu'à #4.
it_it: Troviamo l'area tra le curve #1 e #2 nell'intervallo da #3 a #4.
ru_ru: Определяем площадь между кривыми #1 и #2 на интервале от #3 до #4.
uk_ua: Визначаємо площадь між кривими #1 та #2 на інтервалі від #3 до #4.
zh_cn: 在区间 #3 到 #4 上求解曲线 #1 和 #2 之间的图形面积。

source: We find area under the curve #1 on the interval from #2 to #3.
ca_es: Calculem l'àrea sota la corba #1 a l'interval de #2 fins a #3.
cs_cz: Hledáme obsah obrazce pod grafem funkce #1 na intervalu od #2 do #3.
fr_fr: Calculons l'aire sous la courbe #1 dans l'intervalle de #2 jusqu'à #3.
it_it: Troviamo l'area sotto la curva #1 nell'intervallo da #2 a #3.
ru_ru: Определяем площадь под кривой #1 на интервале от #2 до #3.
uk_ua: Визначаємо площадь під кривою #1 на інтервалі від #2 до #3.
zh_cn: 在区间 #2 到 #3 上求解曲线 #1 下方的图形面积。

source: We find the general solution first and then we use the initial conditions to find particular solution.
ca_es: Primer trobem la solució general, i després imposem les condicions inicials per trobar una solució particular.
cs_cz: Nejprve nalezneme obecné řešení rovnice a potom použijeme počáteční podmínky pro nalezení řešení partikulárního.
fr_fr: Trouvons d'abord la solution générale, et imposons ensuite les conditions initiales pour trouver une solution particulière.
it_it: Troviamo prima la soluzione generale e poi usiamo le condizioni iniziali per trovare la soluzione particolare.
ru_ru: Мы находим общее решение и, используя начальные условия, найдем частное решение.
uk_ua: Ми знаходимо загальний розв'язок та, використовуючи початкові умови, знайдемо частинний розв'язок.
zh_cn: 首先求通解，然后带入初始值求特解。

source: We find undetermined coefficients
ca_es: Trobem els coeficients indeterminats
cs_cz: Vypočítáme neurčité koeficienty
fr_fr: Trouvons les coefficients indéterminés
it_it: Calcoliamo i coefficienti indeterminati
ru_ru: Вычислим неопределенные коэффициенты
uk_ua: Обчислимо невизначені коефіцієнти
zh_cn: 求解待定系数

source: We find volume of solid of revolution formed by revolving area between curves #1 and #2 on the interval from #3 to #4 around $ x$ axis..
ca_es: Trobem el volum de revolució engendrat fent girar l'àrea entre les corbes #1 i #2 a l'interval entre #3 i #4 al voltant de l'eix d'abscisses $ x$.
cs_cz: Hledáme objem rotačního těles, které vznikne rotací množiny mezi grafy funkce #1 a #2 okolo osy $ x$ na intervalu od #3 do #4.
fr_fr: Trouvons le volume de révolution engendré par la rotation de l'aire entre les courbes #1 et #2 dans l'intervalle entre #3 et #4 autour de l'axe d'abscisses $ x$.
it_it: Troviamo il volume del solido di rivoluzione formato ruotando l'area tra le curve #1 e #2 nell'intervallo da #3 a #4 attorno all'asse $ x$
ru_ru: Определяем объем тела вращения, образованного вращением части плоскости между кривыми #1 и #2 на интервале от #3 до #4 вокруг оси абсцисс $ x$.
uk_ua: Визначаємо об'єм тіла обертання,яке утворене обертанням части площини між кривими #1 та #2 на інтервалі від #3 до #4 навколо вісі абсцис $ x$.
zh_cn: 在区间 #3 到#4 上求解围绕 $ x$轴旋转曲线 #1 和 #2 之间的图形得到的旋转体体积。

source: We find volume of solid of revolution formed by revolving area under the curve #1 on the interval from #2 to #3 around $ x$ axis.
ca_es: Trobem el volum de revolució obtingut fent girar l'àrea sota la corba #1 a l'interval de #2 fins a #3 al voltant de l'eix d'abscisses $ x$.
cs_cz: Hledáme objem rotačního těles, které vznikne rotací množiny pod grafem funkce #1 okolo osy $ x$ na intervalu od #2 do #3.
fr_fr: Trouvons le volume de révolution obtenu en faisant tourner l'aire sous la courbe #1 dans l'intervalle de #2 jusqu'à #3 autour de l'axe d'abscisses $ x$.
it_it: Troviamo il volume del solido di rivoluzione formato ruotando l'area sotto la curva #1 nell'intervallo da #2 a #3 attorno all'asse $ x$
ru_ru: Определяем объем тела вращения, образованного при вращении части плоскости под кривой #1 на интервале от #2 до #3 вокруг оси абсцисс $ x$.
uk_ua: Визначаємо об'єм тіла обертання, яке утворене при обертанні частини площіни під кривою #1 на інтервалі від #2 до #3 навколо вісі абсцис $ x$.
zh_cn: 在区间 #2 到#3 上求解围绕 $ x$轴旋转曲线 #1 下方图形得到的旋转体体积。

source: We get the solution in its explicit form only for the linear equations. For the equations with separated variables we get only the implicit form.
ca_es: Obtenim la solució de forma explícita només si l'equació és lineal. De les equacions amb variables separades obtenim la solució tan sols en forma implícita.
cs_cz: S výjimkou lineárních rovnic řešení dostaneme většinou pouze v implicitním tvaru. Případný převod do explicitního tvaru proveďte sami.
fr_fr: Nous obtenons la solution explicite seulement si l'équation est linéaire. À partir d'équations avec variables séparées nous obtenons la solution en forme implicite seulement.
it_it: Si ottiene la soluzione in forma esplicita solo per le equazioni lineari. Per le equazioni a variabili separabili si ottiene solo la forma implicita.
ru_ru: Обычно мы получаем решение уравнения с разделяющимися переменными в форме неявной функции, исключение составляют линейные уравнения.
uk_ua: Зазвичай ми отримуєм розв'язок рівняння з відокремлюваними змінними у формі неявної функції, виключення складають лінійні рівняння.
zh_cn: 仅能求解明确形式的线性方程。对于带有分离变量的方程，仅能得到隐性形式。

source: We have %s
ca_es: Tenim %s.
cs_cz: Platí %s
fr_fr: Nous avons %s.
it_it: Abbbiamo %s
ru_ru: Действительно %s
uk_ua: Дійсно %s
zh_cn: 得到 %s

source: We have %s points, the degree of the polynomial is not greater than %s.
ca_es: Tenim %s punts, per la qual cosa és impossible que el grau del polinomi sigui més gran que %s.
cs_cz: Protože je počet zadaných bodů %s, bude stupeň interpolačního polynomu nejvýše o jedničku nižší, tj. nejvýše %s.
fr_fr: Nous avons %s points, il est donc impossible que le degré du polynôme soit plus grand que %s.
it_it: Abbiamo %s punti, il grado del polinomio è non più grande di %s.
ru_ru: У нас есть %s точeк, степень полинома не больше, чем %s.
uk_ua: У нас є %s точeк, степінь полінома не більше, ніж %s.
zh_cn: 找到 %s 个点，多项式次数不超过 %s 。

source: We have %s.
ca_es: Tenim %s.
cs_cz: Platí %s.
fr_fr: Nous avons %s.
it_it: Abbiamo %s
ru_ru: Действительно %s.
uk_ua: Ми маємо %s.
zh_cn: 得到 %s。

source: We have to solve the linear system
ca_es: Hem de resoldre el sistema lineal
cs_cz: Řešíme soustavu rovnic
fr_fr: Il nous faut résoudre le système linéaire
it_it: Dobbiamo risolvere il sistema lineare
ru_ru: Мы решаем систему линейных уравненй
uk_ua: Ми розв'язуємо систему лінійних рівнянь
zh_cn: 求解线性系统

source: We integrate
ca_es: Integrem
cs_cz: Integrujeme
fr_fr: Intégrons
it_it: Integriamo
ru_ru: Мы интегрируем
uk_ua: Ми інтегруємо
zh_cn: 积分

source: We integrate the function %s on the set given by %s and %s.
ca_es: Integrarem la funció %s sobre el conjunt definit per %s i %s.
cs_cz: Integrujeme funkci %s na množině zadané nerovnostmi %s a %s.
fr_fr: Nous intégrerons la fonction %s sur l'ensemble défini par %s et %s.
it_it: Integriamo la funzione %s sull'insieme dato da %s e %s.
ru_ru: Мы интегрируем функцию %s на множестве, заданном неравенствами %s и %s.
uk_ua: Ми інтегруємо функцію %s на множині, що задається нерівностями %s та %s.
zh_cn: 求解函数 %s 的积分，在区间 %s 和 %s 上。

source: We investigate the function
ca_es: Estudiem la funció
cs_cz: Vyšetřujeme průběh funkce
fr_fr: Étudions la fonction
it_it: Studiamo la funzione
ru_ru: Исследуем функцию
uk_ua: Досліджуємо функцію

source: We look for stationary points of the autonomous system.
ca_es: Cerquem punts estacionaris del sistema autònom.
cs_cz: Budeme hledat stacionární body, je to nejistá operace ale snad budeme mít štěstí.
fr_fr: Cherchons les points stationnaires du système autonome.
it_it: Cerchiamo i punti stazionari di un sistema autonomo.
ru_ru: Мы ищем стационарные точки автономной системы.
uk_ua: Ми шукаємо стаціонарні точки автономної системи.
zh_cn: 寻找自治系统的驻点。

source: We look for stationary points of the function %s.
ca_es: Cerquem els punts estacionaris de la funció %s.
cs_cz: Hledáme stacionární body funkce %s.
fr_fr: Nous cherchons les points stationnaires de la fonction %s.
it_it: Si cercano i punti stazionari della funzione %s.
ru_ru: Ищем стационарные точки функции %s.
uk_ua: Шукаємо стаціонарні точки функції %s.
zh_cn: 求解函数 %s 的驻点。

source: We look for the particular solution of the nonhomogeneous equation.
ca_es: Cerquem una solució particular de l'equació inhomogènia.
cs_cz: Hledáme partikulární řešení nehomogenní rovnice.
fr_fr: Nous cherchons une solution particulière de l'équation inhomogène.
it_it: Cerchiamo una soluzione particolare dell'equazione non omogenea
ru_ru: Ищем частное решение неоднородного уравнения
uk_ua: Шукаємо частинний розв'язок неоднорідного рівняння
zh_cn: 求解非齐次方程的特解

source: We put corresponding terms on left and right equal (from smallest power)
ca_es: Igualem terme a terme els termes a l'esquerra i a la dreta (començant amb la potència més petita)
cs_cz: Porovnáme koeficienty na levé a pravé straně (od nejnižší mocniny)
fr_fr: Égalons terme à terme les termes à gauche et à droite (en començant par la puissance la plus petite)
it_it: Poniamo uguali i corrispondenti terms sulla destra e sulla sinistra (dalla potenza più piccola)
ru_ru: Приравниваем соответствующие коэффициенты в левой и правой части равенства (начиная с самых низких степенных показателей)
uk_ua: Прирівнюєм відповідні коефіцієнти в лівій та правій частинах рівності (починаючи з самих низьких показників степені)

source: We remove absolute values
ca_es: Ens lliurem dels valors absoluts
cs_cz: Odstraníme absolutní hodnoty
fr_fr: Nous nous débarrassons des valeurs absolues
it_it: Rimuoviamo i valori assoluti
ru_ru: Отстраняем абсолютные значения
uk_ua: Ми знімаємо модулі
zh_cn: 去掉绝对值

source: We remove constant multiple from the integral
ca_es: Treiem la constant multiplicativa de la integral
cs_cz: Vytkneme konstantu
fr_fr: Nous sortons la constante multiplicative de l'intégrale
it_it: Eliminiamo le costanti multiple dall'integrale
ru_ru: Выносим постоянный множитель за знак интеграла
uk_ua: Виносимо постійний множник за знак інтегралу
zh_cn: 从积分式中提出常数系数。

source: We solve %s on the interval %s using bisection of interval.
ca_es: Trobem la solució de %s a l'interval %s fent servir la bisecció de l'interval.
cs_cz: Hledáme řešení rovnice %s na intervalu %s pomocí metody půlení intervalu.
fr_fr: Trouvons la solution de %s sur l'intervalle %s en employant la bisection de l'intervalle.
it_it: Risolviamo %s nell'intervallo %s usando il metodo di bisezione.
ru_ru: Мы решаем %s на интервале %s с использованием бисекции интервала.
uk_ua: Ми розв'язуєм %s на интервалі %s з використанням бісекції інтервалу.
zh_cn: 求解 %s 。求解区间 %s 。使用二分法。

source: We solve %s on the interval %s using regula falsi.
cs_cz: Hledáme řešení rovnice %s na intervalu %s pomocí metody regula falsi.
it_it: Risolviamo %s nell'intervallo %s usando la regula falsi.
ru_ru: Мы решаем %s на интервале %s с использованием метода фальшпозиции
uk_ua: Ми розв'язуємо %s на інтервалі %s з використанням методу фальшпозиції
zh_cn: 求解 %s 。求解区间 %s 。使用试位法。

source: We solve initial value problem
ca_es: Resolem el problema de condicions inicials
cs_cz: Řešíme počáteční úlohu
fr_fr: Résolvons le problème avec conditions initiales
it_it: Risolviamo il problema ai valori iniziali
ru_ru: Мы решаем задачу Коши
uk_ua: Ми розв'язуєм задачу Коши
zh_cn: 求解初值问题

source: We solve the associated homogeneous equation first
ca_es: Primer resolem l'equació homogènia associada
cs_cz: Vyřešíme nejprve asociovanou homogenní rovnici
fr_fr: D'abord, résolvons l'équation homogène associée
it_it: Risolviamo prima l'equazione omogenea associata
ru_ru: В первую очередь мы решаем сопряженное однородноe уравнениe
uk_ua: В першу чергу ми розв'язуєм спряжене одноріднe рівняння
zh_cn: 先求解相关的齐次方程

source: We solve the equation %s using method of iterations on the interval %s with initial guess %s.
ca_es: Resolem l'equació %s amb el mètode d'iteracions a l'interval %s amb estimació inicial %s.
cs_cz: Hledáme řešení rovnice %s na intervalu %s pomocí metody prosté iterace s počátečním odhadem %s.
fr_fr: Résolvons l'équation %s avec la méthode d'itérations sur l'intervalle %s avec estimation initiale %s.
it_it: Risolviamo l'equazione %s usando il metodo delle iterazioni nell'intervallo %s con ipotesi inziale %s.
ru_ru: Мы решаем %s на интервале %s с использованием метода итераций с начальным значением %s.
uk_ua: Ми розв'язуємо %s на інтервалі %s з використанням методу ітерацій з початковим значенням %s.
zh_cn: 求解等式 %s。使用迭代法。求解区间 %s。初始近似值： %s。

source: We solve the homogeneous differential equation
ca_es: Trobem la solució de l'equació diferencial homogènia
cs_cz: Řešíme homogenní rovnici
fr_fr: Trouvons la solution de l'équation différentielle homogène
it_it: Risolviamo l'equazione differenziale omogenea
ru_ru: Решаем однородное дифференциальное уравнение
uk_ua: Розв'язуєм однорідне диференціальне рівняння
zh_cn: 求解齐次常微分方程

source: We solve the nonhomogeneous differential equation
ca_es: Trobem la solució de l'equació diferencial inhomogènia
cs_cz: Řešíme nehomogenní rovnici
fr_fr: Trouvons la solution de l'équation différentielle inhomogène
it_it: Risolviamo l'equazione differenziale non omogenea
ru_ru: Решаем неоднородное дифференциальное уравнение
uk_ua: Розв'язуєм неоднорідне диференціальне рівняння
zh_cn: 求解非齐次常微分方程

source: We solve the system in the first quadrant (for nonnegative variables)
ca_es: Resolem el sistema al primer quadrant (valors no negatius de les variables)
cs_cz: Soustavu řešíme v prvním kvadrantu (s podmínkami nezápornosti)
fr_fr: Résolvons le système dans le premier quadrant (valeurs non-négatives des variables)
it_it: Risolvaimo il sistema nel primo quadrante (per variabili non negative)
ru_ru: Мы решаем системы в первой четверти (для неотрицательных переменных)
uk_ua: Ми розв'язуємо системи в першій чверті (для невід'ємних змінних)

source: We solve this system with respect to unknown coefficients and get
ca_es: Trobem la solució d'aquest sistema amb coeficients indeterminats:
cs_cz: Řešíme soustavu rovnic pro neurčité koeficienty. Řešením získáme
fr_fr: Trouvons la solution de ce système avec coefficients indéterminés:
it_it: Risolviamo questo sistema rispetto ai coefficienti incogniti e otteniamo
ru_ru: Решаем эту систему уравнений относительно неопределенных коэффициентов, в результате получаем
uk_ua: Розв'язуючи цю систему рівнянь відносно невизначених коефіцієнтів, в результаті отримаємо

source: We start with the function %s.
cs_cz: Vyjdeme z funkce %s.
it_it: Iniziamo con la funzione %s
ru_ru: Начнем с функции %s.

source: We try to simplify the answer. (This is rather tricky step, sometimes it simplifies the answer and sometimes not.)
ca_es: Intentarem simplificar la resposta. (De vegades assoleix una simplificació, i de vegades no.)
cs_cz: Pokusíme se třemi různými způsoby automaticky upravit vypočtenou derivaci, Všechny varianty jsou ekvivalentní matematické výrazy, vyberte si proto tu úpravu, která působí opticky nejpřijatelněji (může se stát, že jsou některé tvary výsledku po úpravách stejné, v tom případě se snažíme ty co se opakují vynechat a nemusí tu proto být uvedeny všechny tři úpravy).
fr_fr: Nous tâcherons de simplifier la réponse. (Des fois une simplification est trouvée, des fois pas.)
it_it: Proviamo a semplificare la risposta. (Questo è un passaggio difficile, talvolta la risposta si semplifica, talvolta no).
ru_ru: Мы постараемся упростить ответ.
uk_ua: Ми спробуємо спростити відповідь.
zh_cn: 尝试化简答案。（这是相当棘手的步骤。有时能化简答案，有时不能。）
