Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: <b>Too long formula, sorry.</b> <ul><li>Try to install maxima on your local computer or look at the formula on the page below.</li><li>The problem is probably too difficult, but you can try another method for integration.</li></ul>
ca_es: <b>Fòrmula massa llarga, perdoneu.</b> <ul><li>Instal.leu Máxima localment al vostre ordinador o bé intenteu-ho amb la fòrmula a la pàgina següent.</li><li>El problema sembla massa difícil, però el podeu intentar integrar amb un altre mètode.</li></ul>
cs_cz: <b>Omlouváme se, ale výraz je moc dlouhý pro zobrazení v prohlížeči.</b> <ul><li>Můžete si nainstalovat program Maxima na svůj lokální počítač, nebo si prohlédnou výstup dole na stránce.</li> <li>Možná je problém příliš složitý, ale možná jenom používáte nevhodnou metodou.</li></ul>
fr_fr: <b>Formule trop longue, mille excuses.</b> <ul><li>Installez Máxima localement sur votre ordinateur ou bien ressayez avec la formule à la page suivante.</li><li>Le problème parait trop difficile, mais vous pouvez essayer d'intégrer avec une autre méthode.</li></ul>
it_it: <b>Formula troppo lunga.</b> <ul><li>Provare a installare Maxima sul proprio computer o guardare la formula alla pahina seguente.</li><li>Il problema è probabilmente troppo difficile, ma si può provare un diverso metodo di integrazione.</li></ul>
ru_ru: <b>Слишком длинное математическое выражение, извините. </b> <ul><li> Попробуйте установить Maxima программное обеспечение на вашем локальном компьютере или пoсмотрите результат внизу на страницe.</li><li>Проблема слишком труднa, но можно попробовать другой метод интегрирования. </li></ul>
uk_ua: <b>Занадто довгий математичний вираз, вибачте. </b> <ul><li> Спробуйте установити Maxima програмне забезпечення на вашому локальному комп'ютері або пoдивіться результат внизу на сторінці.</li><li>Проблема досить складна, але можна спробувати інший метод інтегрування. /li></ul>
zh_cn: <b>抱歉，表达式太长。</b> <ul><li>请尝试在你的计算机上安装 Maxima ，或者检查页面下方所显示的公式。</li><li>或许这个题目太复杂，但你仍然可以尝试其它的积分方法。</li></ul>

source: <br><b>Instructions</b><br>Use only sharp inequalities, one inequality per row and use variables <i>x</i> and <i>y</i>.
ca_es: <br><b>Instruccions</b><br>Feu servir tan sols inequacions estrictes (&gt; i no pas &ge;, per exemple), una sola inequació a cada línia, i les variables <i>x</i> i <i>y</i>.
cs_cz: <br><b>Instrukce</b><ul><li>Zapisujte do textového do pole nerovnice, vždy jednu nerovnici na každý řádek.</li><li> Používejte jenom ostré nerovnosti a proměnné <i>x</i> a <i>y</i>.</li></ul>
fr_fr: <br><b>Instructions</b><br>Employez seulement inéquations strictes (&gt; et non pas &ge;, par exemple), une seule inéquation à chaque ligne, et les variables <i>x</i> et <i>y</i>.
it_it: <br><b>Istruzioni</b><br>Usare solo disuguaglianze strette, una disuguaglianza per riga e usare variabili <i>x</i> e <i>y</i>.
ru_ru: <br><b>Инструкции</b><br> Используйте только строгие неравенства, неравенство в строке и использование переменных <i>х</i> и <i>у</i>.
uk_ua: <br><b>Інструкція</b><br> Використовуйте лише строгі нерівності, нерівність в рядку та використання змінних <i>х</i> і <i>у</i>.

source: <h2>Error on input</h2>The degree of Taylor polynomial must be an integer between 1 and 9.
ca_es: <h2>Error a l'entrada</h2> El grau del polinomi de Taylor ha de ser un nombre natural d'1 a 9.
cs_cz: <h2>Neplatné zadání</h2>Řád Taylorova polynomu musí být celé číslo od jedné do devíti.
fr_fr: <h2>Erreur à l'entrée</h2> Le degré du polynôme de Taylor doit être un nombre naturel d'1 à 9.
it_it: <h2>Errore nell'input</h2> Il grado del polinomio di Taylor deve essere un intero fra 1 e 9
ru_ru: <h2> Ошибка на входе </ h2> степень многочлена Тейлора должна быть целым числом от 1 до 9.
uk_ua: <h2> Помилка на вході </ h2> степінь многочлена Тейлора повинна бути цілим числом від 1 до 9.

source: <h2>Error on input</h2>The number of subintervals should be a positive integer.
ca_es: <h2>Error a l'entrada</h2> El nombre de subintervals hauria de ser un enter positiu.
cs_cz: <h2>Neplatné zadání</h2>Počet dílků musí být kladné celé číslo.
fr_fr: <h2>Erreur à l'entrée</h2>Le nombre de sous-intervalles devrait être un entier positif.
it_it: <h2>Errore nell'input</h2> Il numero dei sottointervalli deve essere un intero positivo
ru_ru: <h2>Ошибка на вводе </h2> число интервалов должно быть положительным целым числом.
uk_ua: <h2>Помилка на вводі </h2> число інтервалів повинно бути додатнім цілим числом.

source: <h2>Error on input</h2>The number of subintervals should be an integer between 1 and 20.
ca_es: <h2>Error a l'entrada</h2> El nombre de subintervals hauria de ser un enter entre 1 i 20.
cs_cz: <h2>Neplatné zadání</h2>Počet dílků musí být celé číslo větší než nula a nejvýše 20.
fr_fr: <h2>Erreur à l'entrée</h2>Le nombre de sous-intervalles devrait être un entier entre 1 et 20.
it_it: <h2>Errore nell'input</h2> Il numero dei sottointervalli deve essere un intero fra 1 e 20
ru_ru: <h2>Ошибка на вводе</h2> число интервалов должно быть целым числом от 1 до 20.
uk_ua: <h2>Помилка на вводі</h2> число інтервалів повинно бути цілим числом від 1 до 20.

source: <h2>Error</h2>The interval for integration, %s, is not subset of the interval for drawing picture %s.
ca_es: <h2>Error</h2>L' interval d' integració, %s, no està inclòs en l'interval triat per fer-hi la gràfica %s.
cs_cz: <h2>Chyba</h2>Interval %s, přes který se integruje, není podmnožinou intervalu %s, na kterém chcete kreslit obrázek.
fr_fr: <h2>Erreur</h2> L'intervalle d'intégration %s n'est pas inclus dans l'intervalle choisi pour faire le graphique %s.
it_it: <h2>Errore</h2>L'intervallo di integrazione, %s, non è sottoinsieme dell'intervallo per il grafico %s.
ru_ru: <h2>Ошибка</h2>Интервал %s, на котором интегрируете, не является подмножеством интервала %s, на котором Вы требуете сделать рисунок.
uk_ua: <h2>Помилка</h2>Інтервал %s, на якому інтегруєте, не є підмножиною інтервалу %s, на якому Вам потрібно зробити рисунок.
zh_cn: <h2>错误</h2>积分区间 %s 不是图像区间 %s 的子集。

source: <h2>Error</h2>The upper limit (%s) for the set (and for integration) is bigger then the lower limit (%s). Interchange limits in the form or clicking this %slink%s.
ca_es: <h2>Error</h2>El límit inferior (%s) del conjunt (i doncs, de la integral) és menor que el límit superior (%s). Intercanvieu els límits al formulari o bé cliqueu aquest %senllaç%s.
cs_cz: <h2>Chyba</h2>Horní mez (%s) je menší než mez dolní (%s). Vyměňte meze ve formuláři nebo kliknutím na následující %sodkaz%s.
fr_fr: <h2>Erreur</h2> La limite inférieure (%s) de l'ensemble (et donc, de l'intégrale) est plus petite que la limite supérieure (%s). Échangez le limites au formulaire ou bien cliquez sur ce %slien%s.
it_it: <h2>Errore</h2>Il limite superiore (%s) per l'insieme (e per l'integrazione) è maggiore del limite inferiore (%s). Scambia i limiti nel form o cliccando questo %s link%s.
ru_ru: <h2>Ошибка</h2>Верхняя граница интегрирования (%s)меньше, чем нижняя граница (%s). Поменяйте границы в задании или щелчком по этой %sссылке%s.
uk_ua: <h2>Помилка</h2>Верхня границя інтегрування (%s)меньша, ніж нижня границя (%s). Поміняйте границі в умові або натисніть це %sпосилання%s.
zh_cn: <h2>错误</h2>集合（积分）上界 (%s) 比下界 (%s) 大。单击 %s这里%s 交换上下届。

source: <h2>Remarks</h2><ul> <li>You can load the function and computed stationary points into the calculator for next calculations by clicking the following link
ca_es: <h2>Comentaris</h2><ul> <li>Podeu carregar la funció i els punts estacionaris trobats a la calculadora per a les etapes següents si cliqueu a l'enllaç
cs_cz: <h2>Komentáře</h2><ul> <li>Vaši zadanou funkci a vypočtené stacionární body můžete vložit do formuláře pro další výpočty kliknutím na následující odkaz
fr_fr: <h2>Commentaires</h2><ul> <li>Vous pouvez charger la fonction et les points stationnaires trouvés dans la calculette pour les étapes suivantes, en cliquant sur le lien
it_it: <h2>Note</h2><ul> <li>Puoi inserire la funzione e i punti stazionari trovati nel calcolatore per i conti successivi cliccando sul seguente link
ru_ru: <h2>Замечание</h2><ul> <li>Вы можете внести как Вами заданную функцию, так и найденные стационарные точки, в формуляр для последующих вычислений - щелкнете по этой ссылке
uk_ua: <h2>Зауваження</h2><ul> <li>Ви можете внести як Вами задану функцію, так і знайдені стаціонарні точки, в формуляр для наступних обчислень - перейдіть по цьому посиланню
zh_cn: <h2>备注</h2><ul> <li>单击下面链接，你可以将函数和求解的驻点转移到下一计算模块中进行计算

source: <h2>Simplify your function first</h2>The numerator and denominator can be divided by the common factor %s. Simplify the fraction first and then write the function into the field again.<br><br> Remark: Simplifying we get y=%s.
ca_es: <h2>Primer, simplifiqueu la funció</h2> El numerador i el denominador tenen el factor comú %s. Caldria simplificar primer la fracció i després escriure el resultat al camp d'entrada.<br><br> De fet, el resultat de la simplificació és y=%s.
cs_cz: <h2>Upravte nejprve zadání</h2>Čitatel a jmenovatel jdou zkrátit výrazem %s. Nejdřív je zkraťte a potom je zadejte ve zkrácené formě znovu do formuláře.<br><br> Pozn: po krácení vychází y=%s.
fr_fr: <h2>D'abord, simplifiez la fonction</h2>Le numérateur et le dénominateur ont le facteur commun %s. Il faudrait simplifier en premier la fraction et puis écrire le résultat dans le formulaire d'entrée.<br><br> En fait, la simplification donnera y=%s.
it_it: <h2>Semplifica prima la tua funzione</h2>Il numeratore e il denominatore possono essere divisi per il fattore comune %s. Semplifica prima la frazione e poi scrivi la funzione nel form di nuovo.<br><br> Nota: semplificando otteniamo y=%s.
ru_ru: <h2>В первую очередь функцию упростим</h2>Числитель и знаменатель можно поделить на общий множитель%s. Упростим так дроби, а результат упрощения опять запишем в поле задания.<br><br> Примечание: после упрощения имеем y=%s.
uk_ua: <h2>В першу чергу функцію спростимо</h2>Чисельник та знаменник можна поділити на спільний множник %s. Спростимо так дріб, а результат спрощення знову запишемо в полі завдання.<br><br> Примітка: після спрощення маємо y=%s.

source: <h3>Error in mathematical notation</h3>Use lowercase letters only and notation from the program <a href="http://maxima.sourceforge.net">Maxima</a>. <ul><li>Use star to denote multiplication, write for example 3*x^3-6*x+1</li><li>Use parenthesis to denote the scope of the operation, for example sin(2*x)+ln(x)</li><li>Do not use notation sin^2(x), but (sin(x))^2.</li><li>Use abs(x) for absolute value, not |x|</li><li>Constants for the area of unit circle and the euler number are %%pi and %%e (yes, with percent sign, read the <a href="http://maxima.sourceforge.net/docs/manual/en/maxima.html">manual</a> to the Maxima program, a computer algebra system used for all computations).</li></ul><hr> Your input is (after omitting spaces and conversion ^ into **): %s and the problem is with the substring %s<br><br> Still in troubles? You can contact the authors. Email address is on the main page.
ca_es: <h3>Error en la notació matemàtica</h3> Feu servir tan sols minúscules, i la notació del programa <a href="http://maxima.sourceforge.net">Màxima</a>. <ul><li>Feu servir l'asterisc com a símbol de multiplicació; escriviu per exemple 3*x^3-6*x+1</li><li>Feu servir parèntesis per indicar clarament l'abast de les operacions, per exemple sin(2*x)+ln(x)</li><li>No feu servir mai la notació sin^2(x), sinó (sin(x))^2.</li><li>feu servir abs(x) enlloc de |x| si us cal la funció del valor absolut.</li><li>La constant que mesura el quocient del perímetre i el diamètre d'un cercle s'escriu %%pi i la base dels logaritmes naturals s'escriu %%e (sí, sí, amb el percent; consulteu el <a href="http://maxima.sourceforge.net/docs/manual/en/maxima.html">manual</a> de Màxima, el programa de càlcul simbòlic utilitzat).</li></ul><hr> La vostra entrada és (un cop fets fora els espais i convertits els ^ en **) %s i no acabo d'entendre el troç que diu %s<br><br> Seguiu tenint problemes? Contacteu els autors, l'adreça electrònica dels quals apareix a la pàgina principal.
cs_cz: <h3>Chyba při zápise matematického výrazu</h3>Používejte jenom malá písmena a notaci jako v programu <a href="http://maxima.sourceforge.net">Maxima</a>. <ul><li>Násobení důsledně označujte hvězdičkou, např.: 3*x^3-6*x+1</li><li>Za funkce vždy pište argument do závorky, např sin(2*x)+ln(x)</li><li>Nepište sin^2(x) ale (sin(x))^2.</li><li>Absolutní hodnotu označujte abs(x) a ne |x|</li><li>Konstanty pro Ludolfovo a Eulerovo číslo označujte %%pi a %%e (ano, opravdu tam je procento, prostudujte si <a href="http://people.tuke.sk/jan.busa/kega/maxima.html">návod</a> k programu Maxima, což je Computer Algera System použitý pro tyto výpočty).</li></ul><hr> Vaše zadáni bylo (po odmazání mezer a konverzi znaku ^ na **): <b><span style='color: rgb(255, 0, 0)';>%s</span></b> a problém způsobila skupina znaků <b><span style='color: rgb(255, 0, 0)';> %s</span></b><br><br>Pokud si přesto myslíte, že zadáváte platný matematický výraz, nahlaste prosím podezření na chybu tvůrcům této webové stránky.
fr_fr: <h3>Erreur dans la notation mathématique</h3>Employez seulement des minuscules, et la notation du programme <a href="http://maxima.sourceforge.net">Maxima</a>. <ul><li>Employez l'astérisque comme symbole de multiplication; écrivez par exemple 3*x^3-6*x+1</li><li>Employez des parenthèses pour indiquer clairement la portée des opérations, par exemple sin(2*x)+ln(x)</li><li>N'employez jamais la notation sin^2(x), écrivez plutôt (sin(x))^2.</li><li>Employez abs(x) en lieu de |x| s'il vous faut la fonction de la valeur absolue.</li><li>La constante qui mesure le quotient du perimètre et le diamètre d'un cercle s'écrit %%pi et la base des logarithmes naturals s'écrit %%e (si, si, avec le pourcent; consultez le <à href="http://maxima.sourceforge.net/docs/manual/en/maxima.html">manuel</à> de Maxima, le programme de calcul symbolique utilisé).</li></ul><hr> Votre entrée est (une fois éliminés les espaces et convertis les ^ en **) %s et je ne comprends pas tout à fait le morceau %s<br><br> Toujours des problèmes? Contactez les auteurs, l'adresse électronique desquels apparait à la page d'accueil.
it_it: <h3>Errore nella notazione matematica</h3>Usare solo lettere minuscole e la notazione del programma <a href="http://maxima.sourceforge.net">Maxima</a>. <ul><li>Usare l'asterisco per indicare la moltiplicazione, scrivere per esempio 3*x^3-6*x+1</li><li>Usare le parentesi per indicare l'argomento della funzione, per esempio sin(2*x)+ln(x)</li><li>Non usare la notazione sin^2(x), but (sin(x))^2.</li><li>Usare abs(x) per il valore assoluto, non |x|</li><li>Le costanti per l'area del cerchio di raggio unitario e per il numero di Nepero sono %%pi and %%e (sì, con il simbolo di percentuale, leggere il <a href="http://maxima.sourceforge.net/docs/manual/en/maxima.html">manuale</a> del programma Maxima, un CAS usato per tutti i calcoli).</li></ul><hr> Il tuo input è (dopo l'omissione degli spazi e la conversione di ^ in **): %s e il problema è con la sottostringa %s<br><br> Ancora problemi? Puoi contattare gli autori. L'indirizzo email è sulla pagina principale.
ru_ru: <h3>Ошибка в математической записи</h3>Применяйте только строчные буквы, также символы и правила математических записей для программы <a href="http://maxima.sourceforge.net">Maxima</a>. <ul><li>Пишите звездочки * для обозначения умножения,например 3*x^3-6*x+1</li><li>Применяйте круглые скобки для записей аргументов функций, например sin(2*x)+ln(x)</li><li>Не пользуйтесь записью sin^2(x), а лишь (sin(x))^2.</li><li>Применяйте запись abs(x) для абсолютного значения, нельзя писать |x|</li><li>Постоянные (число Людольфа и число Эйлера) - это %%pi и %%e (да, на самом деле применен знак процентов, см. <a href="http://maxima.sourceforge.net/docs/manual/en/maxima.html">manual</a> для программы Maxima , система компьютерной алгебры, которая служит для всех вычислений).</li></ul><hr> Ваша вводная запись (после отстранения пробелов и переписи знаков ^ на **): %s и проблема возникла в результате группы знаков %s<br><br> Если Вы уверены, что вводите правильную запись и не удалось отсранить проблемы используя приведенные советы, Вы можете сообщить авторам. Адрес электронной почты находится на главной странице.
uk_ua: <h3> Помилка в математичному запису </h3> Застосовуйте тільки малі літери, також символи і правила математичних записів для програми <a href="http://maxima.sourceforge.net"> Maxima </a>. <ul> <li> Пишіть зірочки * для позначення множення, наприклад 3 * x ^ 3-6 * x +1 </li> <li> Застосовуйте круглі дужки для записів аргументів функцій, наприклад sin (2 * x) + ln (x) </ li> <li> Не користуйтеся записом sin ^ 2 (x), а лише (sin (x)) ^ 2. </li> <li> Застосовуйте запис abs (x) для абсолютного значення, не можна писати | x | </ li> <li> Постійні (число Людольфа й число Ейлера) - це %%pi та %%e (так, насправді використано знак відсотків, див. <a href = "http://maxima. sourceforge.net/docs/manual/en/maxima.html "> manual </a> для програми Maxima, система комп'ютерної алгебри, яка служить для всіх обчислень). </li> </ul> <hr> Ваш початковий запис (після видалення пропусків та перепису знаків ^ на **): %s і проблема виникла в результаті групи знаків %s <br> <br> Якщо Ви впевнені, що вводите правильний запис і не вдалося видалити пропуски, використовуючи наведені поради, Ви можете повідомити авторам. Адреса електронної пошти знаходиться на головній сторінці.

source: <h3>Incorrect input, use only (decimal) numbers to enter bounds for the picture.</h3> You are allowed to use only decimal numbers (character minus, digits and a dot as a separator of decimal places).
ca_es: <h3>Entrada incorrecta. Heu de fer servir nombres (decimals, si cal) per indicar les vores de la gràfica.</h3> Tan sols podeu fer-hi servir els signes <b> 0 1 2 3 4 5 6 7 8 9 . -</b>
cs_cz: <h3>Neplatný vstup, pro stanovení mezí používejte jenom (desetinná) čísla.</h3> Pro zadání mezí můžete použít nanejvýš znaménko minus (jako první znak) následované desetinným číslem.
fr_fr: <h3>Entrée incorrecte, employez nombres (décimales, s'il le faut) pour indiquer les bords du graphique.</h3> Seulement sont acceptés les signes <b> 0 1 2 3 4 5 6 7 8 9 . -</b>
it_it: <h3>Input non corretto, usare solo numeri (decimali) per inserire i limiti della figura</h3>. E' consentito usare solo numeri decimali (il segno meno, cifre e un punto come separatore della parte decimale).
ru_ru: <h3>Неправильная вводная запись, используйте только (десятичныe) числа для записи ограничений рисунка.</h3> Вы можете использовать только десятичные числа (символ минус, цифры и точку в качестве разделителя десятичных знаков).
uk_ua: <h3>Неправильний вхідний запис, використовуйте лише (десяткові) числа для запису обмежень рисунка.</h3> Ви можете використовувати лише десяткові числа (символ мінус, цифри й точку в якості роздільника десяткових знаков).

source: <h3>You may mean %s.</h3> If yes, use Copy and Paste to move this string into the input field.<br>To go back use the Back button in your browser.
ca_es: <h3>Segurament voleu dir %s.</h3> Si és així, copieu i enganxeu aquesta expressió per fer-ne la vostra nova entrada.<br>Si voleu tornar allà on éreu, feu servir el botó Enrera del vostre navegador.
cs_cz: <h3>Možná jste měla/měl na mysli %s</h3> Pokud ano, použijte obvyklé Copy a Paste pro překopírování tohoto výrazu do políčka ve formuláři. <br>Na předchozí stránku se vrátíte kliknutím na tlačítko zpět (Back) ve Vašem prohlížeči.
fr_fr: <h3>Surement vous voulez dire %s.</h3> Si c'est le cas, copiez et collez cette expression pour en faire votre nouvelle entrée.<br>Si vous voulez revenir la où vous étiez, employez le bouton Retour de votre navigateur.
it_it: <h3>Forse intendi %s.</h3> Se sì, usa Copia e Incolla per spostare questa stringa nel campo di input. <br> Per tornare indietro, usa il pulsante Indietro del tuo browser.
ru_ru: <h3>Ошибка. Вы имеете в виду %s?</h3>
uk_ua: <h3>Помилка. Ви маєте на увазі %s?</h3>
zh_cn: <h3>你可能想输入 %s。</h3>如果是这样，使用复制、粘贴功能将下面字符串输入到相应的文本框中。<br>单击浏览器的后退按钮返回上一页。
