Repository: janbarasek/maw
Catalog: locale/maw_*.po
Languages: ca_es, cs_cz, fr_fr, it_it, ru_ru, uk_ua, zh_cn

source: Change <i>xmin</i>.
ca_es: Canvia <i>xmin</i>.
cs_cz: Opravte prosím mez <i>xmin</i> pro kreslení obrázku.
it_it: Cambiare <i>xmin</i>
ru_ru: Изменитe <i>xmin</i>.
uk_ua: Змініть <i>xmin</i>.
zh_cn: 改变 <i>xmin</i>。

source: Submit the form to check, if the curve is well defined.
cs_cz: Odešlete formulář pro kontrolu, zda je křivka korektně definována.
it_it: Inviare la forma da controllare, se la curva è ben definita.
ru_ru: Отправить запрос для проверки корректности задания кривой.
uk_ua: Надіслати запит для перевірки коректності задання кривої.
zh_cn: 提交表格以检查曲线定义是否明确

source: Submit the form to check, if the region for integration is well defined.
cs_cz: Odešlete formulář pro kontrolu, zda je oblast integrace korektně zadána.
it_it: Inviare la forma da controllare, se la regione di integrazione è ben definita.
ru_ru: Отправить форму, чтобы проверить, задана ли корректно область интегрирования
uk_ua: Відправити форму, щоб перевірити, чи є корректною задана область інтегрування
zh_cn: 提交表格以检查积分区间定义是否明确

source: $ n$-degree Taylor polynomial for the function $ f(x)$ around $ x=x_0$
ca_es: Polinomi de Taylor de grau $ n$ per la funció $ f(x)$ al voltant de $ x=x_0$
cs_cz: Taylorův polynom $n$-tého stupně pro funkci $ f(x)$ se středem v bodě $ x=x_0$
fr_fr: Polynôme de Taylor de degré $ n$ pour la fonction $ f(x)$ autour de $ x=x_0$
it_it: Polinomio di Taylor di grado $n$ per la funzione $f(x)$ centrato in $x=x_0$
ru_ru: Многочлен Тейлора $n$-ой степени для функции $f(x)$ порядка (в точке ?) $х=x_0$
uk_ua: Многочлен Тейлора $ n$-ого степеня для функції $ f(x)$ в точці $ х=x_0$
zh_cn: 函数 $ f(x)$ 在点 $x=x_0$ 处的 $ n$ 次 Taylor 多项式展开

source: $x$-intercepts
ca_es: Interseccions amb l'eix d'abscisses $x$
cs_cz: Průsečíky s osou $x$
fr_fr: Intersections avec l'axe d'abscisses $x$
it_it: Intercette sull'asse $x$
ru_ru: корни функции (точки пересечения с осью абсцисс $x$)
uk_ua: корені функції (точки перетину з віссю абсцис $x$)

source: %s degree polynomial
ca_es: polinomi de grau %s
cs_cz: polynom stupně %s
fr_fr: polynôme de degré %s
it_it: polinomio di grado %s
ru_ru: полином степени %s
uk_ua: поліном степеня %s
zh_cn: %s 次多项式

source: (Click each equation to solve it using undetermined coefficients and then sum up all particular solutions to and general solution of associated homogeneous equation to get general solution. To find solution of initial value problem use variation of constants.)
ca_es: (Feu clic a cadascuna de les equacions per resoldre-la amb el mètode dels coeficients indeterminats. Després, per obtenir la solució general, sumeu la solució general de l'equació homogènia associada amb la suma de cadascuna de les solucions particulars trobades. Per trobar la solució amb unes condicions inicials donades, val més fer servir el mètode de la variació de les constants.)
cs_cz: (Klikněte na jednotlivé rovnice pro vyřešení metodou variace konstant a poté sečtěte všechna partikulární řešení a obecné řešení asociované homogenní rovnice abyste získali obecné řešení rovnice zadané. Pro případné nalezení řešení počáteční úlohy použijte metodu variace konstant nebo dosaďte počáteční podmínky ručně.)
fr_fr: (Cliquez sur chacune des équations pour la résoudre avec la méthode des coefficients indéterminés. Après, pour obtenir la solution générale, additionnez la solution générale de l'équation homogène associée avec la somme des solutions particulières trouvées. Pour trouver la solution avec des conditions initiales données, il est plus rapide d'employer la méthode de variation des constantes.)
it_it: (Cliccare su ogni equazione per risolverla usando il metodo dei coefficienti indeterminati e poi sommare tutte le soluzioni particolari e la soluzione generale dell'equazione omogenea associata per ottenere la soluzione generale. Per trovare la soluzione del problema a valori iniziali usare il metodo di variazione delle costanti.)
ru_ru: (Нажмите, чтобы найти решение каждого уравнения с помощью неопределенных коэффициентов, а затем суммировать все частные решения и общее решение однородного уравнения, в результате получите общее решение заданного уравнения. Чтобы найти решение исходной задачи, используйте метод вариации произвольных постоянных)
uk_ua: (Натисніть, щоб знайти розв'язок кожного рівняння за допомогою невизначених коефіцієнтів, а потім потрібно просумувати всі частинні розв'язки та загальний розв'язок однорідного рівняння, в результаті отримаєте загальний розв'язок заданого рівняння. Щоб знайти розв'язок заданої задачі, використовуйте метод варіації довільної сталої)

source: (Not including sets with zero measure, such as points, curves and boundaries in the picture.)
ca_es: (Sense incloure a la gràfica cap conjunt de mesura zero, com ara punts, línies i fronteres.)
cs_cz: (V obrázcích nejsou graficky zahrnuty podmínky na množinu míry nula, tj. body a křivky. V důsledku toho není graficky znázorněno, zda hranice patří nebo nepatří do řešení.)
fr_fr: (Sans inclure dans le graphique aucun ensemble de mesure zéro, comme des points, des courbes ou des frontières.)
it_it: (Non includendo insiemi di misura nulla, come punti, curve e frontiere nella figura)
ru_ru: На рисунке не предусмотрено брать во внимание условия для множества нулевой меры (то есть точки и кривые). Поэтому не изображено, относится ли граница множества к решению или нет.
uk_ua: На рисунку не передбачено брати до уваги умови для множини нульової міри (тобто точки та криві). Тому не зображено, чи відноситься границя множини до розв'язку, чи ні.

source: (and remove odd power from denominator, if possible)
ca_es: ( i lleva potència senar del denominador, si és possible)
cs_cz: (a odstranit lichou mocninu, pokud je ve jmenovateli)
fr_fr: (et enlève la puissance impaire du dénominateur, si c'est possible)
it_it: e rimuovi le potenze dispari dal denominatore, se possibile
ru_ru: (и отстранить (удалить) нечетную степень в знаменателе, по возможности)
uk_ua: (й убрати непарний ступінь в знаменнику, якщо це можливо)
zh_cn: （并且从分母中移除奇数次幂，如果可能的话）

source: (click the equation to solve it using undetermined coefficients)
ca_es: (cliqueu a l'equació per resoldre-la mitjançant coeficients indeterminats)
cs_cz: (klikněte na rovnici pro její vyřešení metodou neurčitých koeficientů)
fr_fr: (cliquez sur l'équation pour la résoudre à l'aide de coefficients indéterminés)
it_it: (clicca sull'equazione per risolverla usando il metodo dei coefficienti indeterminati)
ru_ru: (нажмите, чтобы решить уравнение с помощью неопределенных коэффициентов)
uk_ua: (натисніть, щоб розв'язати рівняння за допомогою невизначених коефіцієнтів)

source: (clicking the expression you get this part of integral in new window)
ca_es: (si feu clic a l'expressió us sortirà aquesta part de la integral en una finestra nova)
cs_cz: (kliknutím na vzorec se Vám otevře v novém okně aplikace, kde můžete s daným sčítancem pracovat samostatně)
fr_fr: (si vous cliquez sur l'expression vous trouverez cette partie de l'intégrale dans une fenêtre nouvelle)
it_it: (cliccando l'espressione si ottiene questa parte di integrale in una nuova finestra)
ru_ru: (щелчком по формуле откроется новое окно, в котором можете отдельно заниматься обозначенной частью)
uk_ua: (кліком по формулі відкриється нове вікно, в якому Ви можете окремо займатися позначеною частиною)
zh_cn: （单击表达式，可以在新窗口中求解该部分的积分）

source: (not very useful in most cases)
ca_es: (no gaire útil, ben sovint)
cs_cz: (není příliš užitečné pro většinu integrálů)
fr_fr: (pas très utile, bien souvent)
it_it: (non molto utile nella maggior parte dei casi)
ru_ru: (в большинстве случаев это бесполезно)
uk_ua: (в більшості випадків це марно)
zh_cn: （大部分情况下不是太有用）

source: (remember to return to the original variable)
ca_es: (no oblideu tornar a la variable original)
cs_cz: (nezapomeňte se po substituci vrátit k původní proměnné)
fr_fr: (n'oubliez pas de revenir à la variable d'origine)
it_it: (ricordare di tornare alla variabile originale)
ru_ru: (не забудьте вернуться к исходной переменной)
uk_ua: (не забудьте повернутись до початкової змінної)
zh_cn: （记得代回原始变量）

source: (the trigreduce function yields this step)
ca_es: (la funció <b>trigreduce</b> és responsable d'aquesta etapa)
cs_cz: (tuto úpravu zajistí volba trigreduce)
fr_fr: (la fonction <b>trigreduce</b> est responsable de cette étape)
it_it: (la Funzione trigreduce fornisce questo passo)
ru_ru: (функция trigreduce дает этот результат)
uk_ua: (функція trigreduce дає цей результат)
zh_cn: （三角消去后得到此步骤）

source: (use radiobuttons to choose the next computation method)
ca_es: (feu servir els botonets per triar quin mètode voleu emprar tot seguit)
cs_cz: (vyberte pomocí radiobuttonů, odkazy vedou na popis jednotlivých funkcí)
fr_fr: (employez les petits boutons pour choisir quella méthode voulez-vous employer par la suite)
it_it: (usare i pulsanti di opzione per scegliere il prossimo metodo di calcolo)
ru_ru: (выберите следующий метод вычисления)
uk_ua: (оберіть наступний метод обчислення)
zh_cn: （使用单选按钮选择下一步的计算方法）

source: (with completing square in denominator)
ca_es: (completant el quadrat al denominador)
cs_cz: (s doplněním na čtverec ve jmenovateli)
fr_fr: (complétant le carré au dénominateur)
it_it: (con completamento del quadrato al denominatore)
ru_ru: (с полным квадратом в знаменателе)
uk_ua: (з повним квадратом в знаменнику)
zh_cn: （对分母进行配方）

source: (with completing square under square root)
ca_es: (completant el quadrat dins l'arrel quadrada)
cs_cz: (s doplněním na čtverec pod odmocninou)
fr_fr: (complétant le carré dans la racine carrée)
it_it: (con completamento del quadrato sotto radice quadrata)
ru_ru: (с полным квадратом под знаком квадратного корня)
uk_ua: (з повним квадратом під знаком квадратного кореня)
zh_cn: （根据平方根进行配方）

source: (write an equation, e.g. x^2=t, this equation must involve new variable and no parameter)
ca_es: (escriviu una equació, com ara <i>x^2=t</i>, contenint la nova variable i cap paràmetre)
cs_cz: (napište rovnici obsahující novou proměnnou a žádný parametr, například x^2=t)
fr_fr: (écrivez une équation, comme <i>x^2=t</i>, contenant la nouvelle variable et aucun paramètre)
it_it: (scrivi un'equazione, ad esempio x^2=t, quest'equazione deve coinvolgere una nuova variabile e nessun parametro)
ru_ru: (напишите равенство, содержащее только новую переменную (напр. x^2=t), но без всяких параметров)
uk_ua: (напишіть рівність, яка містить лише нову змінну (напр. x^2=t), але без всяких параметрів)
zh_cn: （填写一个等式，比如x^2=t。等式必须含有新的变量，并且不能含有参数）

source: (you can remove a constant multiple from the integral to match the formula exactly)
ca_es: (podeu factoritzar una constant fora de la integral si voleu retrobar la fòrmula exacta)
cs_cz: (můžete vytknout konstantu, abyste tam ten vzorec pěkně viděli)
fr_fr: (factorisez une constante en dehors de l'intégrale pour retrouver la formule exacte)
it_it: (si può eliminare una costante multipla dall'integrale per una perfetta corrispondenza con la formula)
ru_ru: (Вы можете вынести постоянный множитель за знак интеграла так, чтобы Вам стала ясна формула для интегрирования)
uk_ua: (Ви можете винести постійний множник за знак інтегралу так, щоб Вам стала зрозуміла формула для інтегрування)
zh_cn: （从积分式中提出常数系数可以更好地匹配积分公式）

source: (you have to write the fraction in the form which matches the formula, consider multiplying both numerator and denominator by a convenient expression)
ca_es: (heu d'escriure la fracció com apareix a la fòrmula; potser cal multiplicar el numerador i denominador per quelcom)
cs_cz: (musíte ale nejprve vhodně rozšířit zlomek)
fr_fr: (il vous faut écrire la fraction comme elle apparait dans la formule; peut-être faut-il multiplier le numérateur et dénominateur par quelque chose)
it_it: (occorre scrivere la frazione in una forma coerente con la formula; si può pensare di moltiplicare sia il numeratore che il denominatore per un'espressione opportuna)
ru_ru: (Вы должны написать дробь в виде, который точно соответствует математическому выражению. Попробуйте умножить числитель и знаменатель на подходящие выражение)
uk_ua: (Ви повинні написати дріб у вигляді, який точно відповідає математичному виразу. Спопробуйте помножити чисельник та знаменник на відповідний вираз)

source: - Horizontal deformation -
ca_es: - Deformació horitzontal -
cs_cz: Vodorovna deformace
fr_fr: - Déformation horizontale -
it_it: - Deformazione orizzontale -
ru_ru: Горизонтальная деформация
uk_ua: Горизонтальна деформація
zh_cn: - 横向变形 -

source: - Horizontal shift -
ca_es: - Desplaçament horitzontal -
cs_cz: Vodorovny posun
fr_fr: - Déplacement horizontal -
it_it: - Traslazione orizzontale -
ru_ru: Параллельный перенос по горизонтали
uk_ua: Паралельно переносимо по горізонталі
zh_cn: - 水平平移 -

source: - Original function -
ca_es: - Funció original -
cs_cz: Původní funkce
fr_fr: - Fonction originale -
it_it: - Funzione originale -
ru_ru: Исходная функция
uk_ua: Вихідна функція
zh_cn: - 原函数 -

source: - Turning about x -
ca_es: - Girant al voltant de x -
cs_cz: Otoceni okolo x
fr_fr: - Tournant autour de x -
it_it: - Ruotare attorno all'asse x -
ru_ru: Поворачиваем вокруг оси х
uk_ua: Повертаємо навколо вісі х
zh_cn: - 围绕 x 周旋转 -

source: - Turning about y -
ca_es: - Girant al voltant de y -
cs_cz: Otoceni okolo y
fr_fr: - Tournant autour de y -
it_it: - Ruotare attorno all'asse y -
ru_ru: Поворачиваем вокруг оси у
uk_ua: Повертаємо навколо вісі у
zh_cn: - 围绕 y 轴旋转 -

source: - Vertical deformation -
ca_es: - Deformació vertical -
cs_cz: Svisla deformace
fr_fr: - Déformation verticale -
it_it: - Deformazione verticale -
ru_ru: Вертикальная деформация
uk_ua: Вертикальна деформація
zh_cn: - 纵向变形 -

source: <b>Error. The most general expression which you can remove from the integral is a nonzero number written with digits or a multiple of constants pi and e.</b> Go back and revise your choice.
ca_es: <b>Error. L'expressió més general que podeu extreure de la integral és un nombre diferent de zero (escrit en forma decimal) o un múltiple de les constants pi i e.</b> Torneu enrera i corregiu la vostra elecció.
cs_cz: <b>Chyba. Vytýkat se může jenom nenulové číslo, zapsané pomocí číslic, nebo násobek čísla pi nebo mocnin čísla e.</b> Vraťte se zpět a zkuste něco jiného.
fr_fr: <b>Erreur. L'expression plus générale que vous pouvez extraire de l'intégrale est un nombre différent de zéro (écrit en forme décimale) ou un multiple des constantes pi et e.</b> Revenez en arrière et corrigez votre choix.
it_it: <b>Errore. L'espressione più generale che si può eliminare dall'integrale è un numero diverso da zero scritto in cifre o un multiplo delle costanti "pi" ed "e".</b> Tornare indietro e rivedere le scelte fatte.
ru_ru: <b>Oшибка. Наибольший общий множитель, который можно вынести за знак интеграла, это ненулевое число, составленное из цифр или как результат умножения постоянных пи и е.</b> Вернитесь назад и пересмотрите свой ​​выбор.
uk_ua: <b>Помилка. Найбільший спільний множник, який можна винести за знак інтегралу, це ненульове число, яке складаеться из цифр або як результат множення постійних п та е.</b> Поверніться назад й перегляньте свій ​​вибор.
zh_cn: <b>错误。可以从积分式中提出的最普遍的表达式是非零数字。必须写成数字形式或者常数符号，比如 pi 和 e。</b>请返回并修改后重试。

source: <b>Error. You cannot multiply numerator and denominator by zero or a zero equivalent expression.</b> Go back and revise your choice.
ca_es: <b>Error. No és legítim multiplicar el numerador i el denominador per zero.</b> Trieu algun altre factor.
cs_cz: <b>Chyba. Nesmíte rozšiřovat nulou nebo výrazem, který je s nulou ekvivalentní.</b> Vraťte se zpět a zkuste něco jiného.
fr_fr: <b>Erreur. Il n'est pas légitime de multiplier le numérateur et le dénominateur par zéro.</b> Choisissez un autre facteur.
it_it: <b>Errore. Non si può moltiplicare numeratore e denominatore per zero o un'espressione equivalente a zero.</b> Tornare indietro e rivedere le scelte fatte.
ru_ru: <b>Ошибка. Вы не можете умножить числитель и знаменатель на ноль или нулю эквивалентные выражения. </b> Вернитесь назад и пересмотрите свой выбор.
uk_ua: <b>Помилка. Ви не можете помножити чисельник та знаменник на нуль або нулю еквівалентні вирази. </b> Поверніться назад і перегляньте свій вибор.
zh_cn: <b>错误。分子和分母不能同乘以零或者零的等效表达式。</b>请返回并修改后重试。

source: <b>Problems:</b> Infinitely many solutions, or some solutions cannot be written using elementary functions.
ca_es: <b>Mal de cap:</b> Una infinitat de solucions, o bé algunes solucions no poden ser expressades amb funcions elementals.
cs_cz: <b>Problém:</b> Nekonečně mnoho řešení, nebo některá řešení nejdou vyjádřit pomocí elementárních funkcí.
fr_fr: <b>Mal de tête:</b> Une infinité de solutions, ou bien quelques solutions ne peuvent pas être exprimées avec fonctions élémentaires.
it_it: <b>Problemi:</b> infinite soluzioni, oppure qualche soluzione non può essere scritta usando funzoni elementari.
ru_ru: <b>Проблемы:</b> бесконечно много решений, или решения не могут быть записаны через элементарные функции.
uk_ua: <b>Проблеми:</b> нескінченана кільксть розв'язків або розв'язки не можуть бути записані через елементарні функції.
zh_cn: <b>错误：</b>有无穷多组解，或者某些解不能用初等函数来表示。

source: <b>Sorry, the answer contains function %s which is not supported on output. <br> Still curious? The answer is %s.
ca_es: <b>Perdoneu, la resposta conté la funció %s que no està implementada als resultats finals. <br> Perquè pugueu dormir, sapigueu que la resposta és %s.
cs_cz: <b>Omlouváme se, ale integrál obsahuje funkci %s, která není na výstupu našeho programu implementována. <br>Pro zvědavce: výsledek je %s.
fr_fr: <b>Pardon, la réponse contient la fonction %s qui n'est pas implémentée pour le résultat final. <br> Toujours vive, la curiositée? La réponse est %s.
it_it: <b>Spiacente, la risposta contiene la funzione %s che non è supportata in output. <br> Ancora curioso? La risposta è %s.
ru_ru: <b>К сожалению, ответ содержит функцию %s, которая не поддерживается на выходе.<br>Мы показали только конечный результат: %s.
uk_ua: <b>К сожалениюНажаль, відповідь содержить функцію %s, яка не підтримується на виході.<br>Ми показали тільки кінцевий результат: %s.
zh_cn: <b>抱歉，包含函数 %s 的答案无法输出。</b><br>仍然好奇？答案是 %s 。

source: <b>Sorry, the answer does not exist in the class of <a href="http://en.wikipedia.org/wiki/Elementary_function">elementary functions</a>.</b> From this reason the integral exceeds the level of primary target students. <br> Still curious? The answer is %s.
ca_es: <b>Perdoneu, la resposta no es pot escriure fent servir tan sols les <a href="http://ca.wikipedia.org/wiki/Funció_elemental">funcions elementals</a>.</b> Per això, aquesta integral no correspon al nivell de dificultat d'un curs d'anàlisi normal. <br> De debò voleu saber la resposta? El resultat és %s.
cs_cz: <b>Omlouváme se, ale integrál není možné vyjádřit v konečném tvaru pomocí <a href="http://en.wikipedia.org/wiki/Elementary_function">elementárních funkcí</a></b> a je tudíž nad síly cílové skupiny, pro kterou je tato aplikace zamýšlena. <br>Pro zvědavce: výsledek je %s.
fr_fr: <b>Pardon, la réponse ne peut pas être écrite en employant seulement les <à href="http://ca.wikipedia.org/wiki/fonction_élémentaire">fonctions élémentaires</à>.</b> À cause de cela, cette intégrale ne correspond pas au niveau de dificulté d'un cours d'analyse normal. <br> Vous voulez vraiment connaitre la réponse? Le résultat est %s.
it_it: <b>Spiacenti, la risposta non esiste nella classe delle <a href="https://it.wikipedia.org/wiki/Funzione_elementare">funzioni elementari</a>.</b> Per questa ragione, l'integrale va oltre il livello richiesto agli studenti interessati <br> Ancora curioso? La risposta è %s.
ru_ru: <b>К сожалению, ответа не существует в классе <a href="http://ru.wikipedia.org/wiki/Элементарные_функции"> элементарных функций</a>.</b> Интеграл равен %s (без промежуточных шагов).
uk_ua: <b>Нажаль, відповідь не існує в класі <a href="http://ru.wikipedia.org/wiki/Елементарні_функції"> елементарних функцій</a>.</b> Інтеграл дорівнює %s (без проміжних кроків).
zh_cn: <b>抱歉，在 <a href="http://http://zh.wikipedia.org/wiki/%E5%88%9D%E7%AD%89%E5%87%BD%E6%95%B0">初等函数</a> 类别中没有答案。</b>此积分超出了本应用主要面向的学生的水平。<br>仍然好奇？答案是 %s 。

source: <b>Sorry, unable to evaluate the integral %s using Maxima.</b><br><br>You may try to help Maxima by performing some simplification (radcan?) or substitution.<br><br>You may get the answer using another Computer Algebra System, such as %s or %s which is reported by %s to be most powerful in integration.
ca_es: <b>Perdoneu, resulta impossible calcular la integral %s fent servir Màxima.</b><br><br>Potser val la pena ajudar Màxima fent alguna simplificació (radcan?) o substitució.<br><br>Potser es pot obtenir la resposta amb un altre programa de càlcul simbòlic, com ara %s o %s que segons %s gaudeix de més potència pel que fa a integrals.
cs_cz: <b>Omlouváme se, ale integrál %s je příliš těžký pro výpočet programem Maxima.</b> <br><br>Můžete zkusit programu pomoci úpravou výrazu (např. radcan) nebo ručně zadanou vhodnou substitucí.<br><br>Je možné že vám ve výpočtu nepomůže žádný software, ale můžete zkusit program %s nebo program %s. Viz též encyklopedie %s.
fr_fr: <b>Pardon, il semble impossible de calculer l'intégrale %s en employant Maxima.</b><br><br>Ce serait peut-être bien d'aider Maxima en faisant une simplification (radcan?) ou substitution.<br><br>Peut-être parviendriez-vous à obtenir la réponse avec un autre programme de calcul symbolique, comme %s ou %s qui selon %s sont plus puissants en ce qui concerne les intégrales.
it_it: <b> Spiacenti, impossibile calcolare l'integrale %s usando Maxima.</b><br><br> Si può provare ad aiutare Maxima eseguendo delle semplificazioni (radcan?) o sostituzion.<br><br> Si può ottenere una risposta anche usando un altro CAS, come %s o %s che è indicato da %s come più potente nell'integrazione.
ru_ru: <b>К сожалению, не удалось найти интеграл %s.</b><br> Вы можете помочь нам, выполняя некоторые упрощения (radcan?) или заменy переменных.<br><br>Вы можете найти интеграл с помощью другой системы компьютерной алгебры, например %s и %s.
uk_ua: <b>Нажаль, не вдалося знайти інтеграл %s.</b><br> Ви можете допомогти нам, виконуючи деякі спрощення (radcan?) або замінy змінних.<br><br>Ви можете знайти інтеграл за допомогою іншої системи комп'ютерної алгебри, наприклад %s та %s.
zh_cn: <b>抱歉，无法使用 Maxima 计算积分 %s。</b><br><br>请先进行化间（比如 radcan）或者换元，再用 Maxima 计算。<br><br>你也可以尝试使用其它的计算机代数系统进行计算，例如 %s 或者 %s 。据 %s 报道，这是最强大的积分工具。

source: <b>This message usually appears also if you click link more times than once.</b>
ca_es: <b>Això vol dir que heu clicat a l'enllaç més d'un cop.</b>
cs_cz: <b>Tato chybová hláška se objeví, pokud s nástrojem na tvorbu animací pracuje současně ještě další uživatel.</b>
fr_fr: <b>Ce message apparait, d'habitude, lorsque vous avez cliqué sur le lien plus d'une fois.</b>
it_it: <b>Questo messaggio appare di solito se si clicca un link più di una volta. </b>
ru_ru: <b>Это сообщение обычно появляется и тогда, когда вы нажимаете "Отправить" болeе, чем один раз. </b>
uk_ua: <b>Це повідомлення, як правило, з'являється й тоді, коли ви натискаєте "Відправити" більш ніж один раз. </b>
zh_cn: <b>请不要反复点击链接。</b>
